[{"_id": "000000010000000000000000", "word": "Interpersonal Violence", "definition": "Interpersonal violence is the umbrella term we use to describe violence between people. Includes: relationship violence, sexual misconduct, sexual assault, sexual violence, stalking, among other behaviors. For more information, continue down this route.", "link": "https://oasa.rbhs.rutgers.edu/violence-prevention-victim-assistance/interpersonal-violence-general-information/", "questionIds": ["000000010000000000000000"]}, {"_id": "000000020000000000000000", "word": "Criminal investigation", "definition": "Potential consequences for a person found guilty in the criminal system include prison,placement on the sex offender registry, and more criminal remedies.", "link": "", "questionIds": ["000000070000000000000000"]}, {"_id": "000000030000000000000000", "word": "Formal Complaint", "definition": "a formal complaint to the Title IX Officer is required to initiate investigative and non-investigative (informal) processes under the University's Sexual Misconduct Policy", "link": "", "questionIds": ["000000070000000000000000"]}, {"_id": "000000040000000000000000", "word": "Anonymous", "definition": "protects the identity of the reporter", "link": "", "questionIds": ["000000070000000000000000"]}, {"_id": "000000050000000000000000", "word": "Civil Suit", "definition": "The outcome of a civil suit would be regarding the liability that the respondent holds in an alleged interaction between individuals. Rather than the punitive measures that come from a criminal case (incarceration) the compensation for the damage to the complainant, would be monetary. The bBurden of proof in civil cases is also different from criminal cases. To find liability in a civil case the judge will look for a preponderance of evidence (more likely true than not true) rather then the criminal standard (beyond a reasonable doubt).", "link": "", "questionIds": ["000000070000000000000000"]}, {"_id": "000000060000000000000000", "word": "Victim's Compensation", "definition": "Direct financial reimbursement to a victim for expenses that resulted from a crime, such as medical costs or lost wages (RAINN). Financial support from student intervention services. \nThe Victims Compensation Assistance Program in PA helps victims and their families through the emotional and physical aftermath of a crime by easing the financial impact placed upon them by the crime. This program is for a variety of expenses, such as medical and counseling expenses, loss of earnings, loss of support, stolen cash, relocation, funeral, or crime scene cleanup.  A Victim may file a claim with the help of a victim advocate at the local Victim Service Program, or they may f​ile a claim online​. (Pennsylvania Office of Victim Services). \nIn order to seek victim’s compensation, the crime must be reported or a PFA must filed.", "link": "https://pcv.pccd.pa.gov/available-services/Pages/Victims-Compensation.aspx", "questionIds": ["000000070000000000000000"]}, {"_id": "000000070000000000000000", "word": "State", "definition": "State here refers to Pennsylvania / Federal Government", "link": "", "questionIds": ["000000070000000000000000"]}, {"_id": "000000080000000000000000", "word": "Right to protection", "definition": "Title IX is a federal law that grants students the right to protection on campus. If you have gone through the Title IX Process within the University and feel that in the midst of these processes that your rights were not protected, there are resources outside of the university. Resources beyond the university include the Office of Civil Rights (Federal office charged with enforcing Title IX), or legal action against the school in a private legal proceeding", "link": "", "questionIds": ["000000070000000000000000"]}, {"_id": "000000090000000000000000", "word": "Unhealthy or harmful relationships", "definition": " Behaviors that indicate relationship violence and/or stalking should not be ignored. If you or a friend is experiencing these signs, please get in touch with a confidential resource to navigate the situation.", "link": "", "questionIds": ["000000020000000000000000", "000000160000000000000000"]}, {"_id": "0000000a0000000000000000", "word": "Medical Examination", "definition": "Recommended for students who wish to pursue legal action, or may want to pursue legal action in the future. An exam may also allow access treatment for any injuries, receive preventative treatment for STIs, and obtain emergency contraception to prevent pregnancy.", "link": "", "questionIds": ["0000000b0000000000000000", "0000000c0000000000000000"]}, {"_id": "0000000b0000000000000000", "word": "Safety Planning", "definition": "For those that have experienced dating violence, stalking, or sexual assault, safety planning is about brainstorming ways to stay safe that may also help reduce the risk of future harm.", "link": "https://www.rainn.org/articles/safety-planning", "questionIds": ["0000000b0000000000000000"]}, {"_id": "0000000c0000000000000000", "word": "Confidential Resource", "definition": "Information that you share with confidential resources will be generally kept in confidence and only shared with your explicit consent; information is not required to be shared with the Title IX Coordinator; reporting to a confidential resource is not considered a formal report to the university or request for university action", "link": "", "questionIds": ["000000110000000000000000", "000000120000000000000000"]}, {"_id": "0000000d0000000000000000", "word": "Extra Note", "definition": "Potential consequences for a Penn student found responsible through the Title IX investigation and grievance procedure include probation, suspension, and expulsion from the University. Title IX Grievance Procedures are independent from criminal or legal proceedings and can happen in addition to or without corresponding legal cases.", "link": "", "questionIds": ["000000070000000000000000"]}, {"_id": "0000000e0000000000000000", "word": "Message", "definition": "The Department of Special Services offers emotional support, guidance and options counseling to any Penn Affiliate who experiences a sensitive crime, such as, rape, sexual assault, relationship or domestic violence, harassment and stalking. Our highly experienced personnel, familiar with every element of University systems and the Philadelphia criminal justice system, will guide you, step-by-step, through the process of exploring ALL of your available options, should you experience sexual or interpersonal violence. For more information, visit https://www.publicsafety.upenn.edu/about/special-services/. If this is an emergency, call 215-573-3333 (on-campus) or 911 (off-campus).", "link": "https://www.publicsafety.upenn.edu/about/special-services/", "questionIds": ["000000070000000000000000"]}, {"_id": "0000000f0000000000000000", "word": "Incapacity, Impairment", "definition": "“Incapacity” or “impairment” include but are not limited to being under the influence of alcohol, substances, medication, or being too young to consent.", "link": "https://almanac.upenn.edu/archive/volumes/v60/n35/sexualviolencepolicy.html", "questionIds": ["000000180000000000000000", "000000040000000000000000", "0000001c0000000000000000", "0000001e0000000000000000", "0000003c0000000000000000", "000000410000000000000000"]}, {"_id": "000000100000000000000000", "word": "Confidential Resource:", "definition": "Information that you share with confidential resources will be generally kept in confidence and only shared with your explicit consent; information is not required to be shared with the Title IX Coordinator; reporting to a confidential resource is not considered a formal report to the university or request for university action", "link": "https://www.wharton.upenn.edu/addressing-sexual-harassment/confidential-resources/", "questionIds": ["000000040000000000000000", "000000180000000000000000", "0000001c0000000000000000", "000000340000000000000000", "000000350000000000000000", "000000360000000000000000", "0000003b0000000000000000", "0000003c0000000000000000", "0000003d0000000000000000", "0000003e0000000000000000", "000000400000000000000000"]}, {"_id": "000000110000000000000000", "word": "Accountability", "definition": "Willingness to accept responsibility when harm happens. For more information on meaningful accountability", "link": "https://csa.upenn.edu/restorative-practices-penn/understanding-restorative-practices/meaningful-accountability", "questionIds": ["000000040000000000000000", "000000180000000000000000", "0000001c0000000000000000", "0000003c0000000000000000", "0000003f0000000000000000", "000000420000000000000000", "000000430000000000000000"]}]