[{"_id": "000000010000000000000000", "text": "What brings you here?", "resultantAnswers": [{"_id": "000000010000000000000000", "text": "I don't know, and I'd like to learn more about what interpersonal violence is.", "resultantQuestionId": "000000020000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "000000020000000000000000", "text": "I think I've experienced sexual misconduct, such as sexual harrassment", "resultantQuestionId": "000000030000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "000000030000000000000000", "text": "I have experienced sexual misconduct.", "resultantQuestionId": "0000000b0000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "000000040000000000000000", "text": "I want to support someone who has experienced or witnessed abuse or sexual misconduct.", "resultantQuestionId": "0000000d0000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "000000050000000000000000", "text": "I think I saw someone in an uncomfortable situation and I am not sure what to do. ", "resultantQuestionId": "000000170000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "000000060000000000000000", "text": "I want to learn more about preventing harm.", "resultantQuestionId": "000000140000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "000000070000000000000000", "text": "I think I know someone who has caused harm", "resultantQuestionId": "000000150000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "000000080000000000000000", "text": "I want to learn more about all resources.", "resultantQuestionId": "000000180000000000000000", "resourceContent": "", "resourceLink": ""}], "isQuestion": true}, {"_id": "000000020000000000000000", "text": "Which do you want to learn more about? You can always come back to explore other answers.", "resultantAnswers": [{"_id": "000000090000000000000000", "text": "I want to learn more about unhealthy or harmful relationships.", "resultantQuestionId": "000000190000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "0000000a0000000000000000", "text": "I want to learn more about harassment.", "resultantQuestionId": "0000001a0000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "0000000b0000000000000000", "text": "I want to learn more about stalking behavior.", "resultantQuestionId": "0000001b0000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "0000000c0000000000000000", "text": "I want to learn more about connecting to a resource.", "resultantQuestionId": "0000001c0000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "0000000d0000000000000000", "text": "I want to learn more about sexual misconduct.", "resultantQuestionId": "0000001d0000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "0000000e0000000000000000", "text": "I want to learn more about consent.", "resultantQuestionId": "0000001e0000000000000000", "resourceContent": "", "resourceLink": ""}], "isQuestion": true}, {"_id": "000000030000000000000000", "text": "How do you want to continue?", "resultantAnswers": [{"_id": "0000000f0000000000000000", "text": "I do not wish to continue.", "resultantQuestionId": "000000040000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "000000100000000000000000", "text": "I'm still unsure about my situation. I want to talk it through with a resource.", "resultantQuestionId": "0000001f0000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "000000110000000000000000", "text": "I want to learn more about my options.", "resultantQuestionId": "000000050000000000000000", "resourceContent": "", "resourceLink": ""}], "isQuestion": true}, {"_id": "000000040000000000000000", "text": "Thank you for using this app. Here are the resources available.", "resultantAnswers": [{"_id": "000000480000000000000000", "text": "Relationship Violence", "resultantQuestionId": null, "resourceContent": "Relationship violence/dating violence: An act or a pattern of abuse committed by a person involved in a social, sexual or romantic relationship, past or present, with the victim. Relationship violence can encompass a broad range of behaviors that may include but is not limited to:\nPhysical violence: Any intentional use of physical force with the intent to cause fear or injury, like hitting, shoving, biting, strangling, kicking or using a weapon.\nSexual violence: Any action that impacts a person’s ability to control their sexual activity or the circumstances in which sexual activity occurs, including rape, coercion or restricting access to birth control.\nVerbal and emotional violence: Non-physical behaviors such as threats, insults, constant monitoring, humiliation, intimidation, isolation or stalking.\nEconomic violence: Any action or behavior that attempts to control finances or economic situations. Examples include stealing from you or taking your money, making you account for every penny you spend, preventing you from working or pursuing a career, and pressuring you into paying for everything.\nDigital violence: Use of technologies and/or social media to intimidate, harass or threaten. This includes demanding passwords, checking cell phones, cyber bullying, unwanted sexting, excessive or threatening texts, stalking on social media, or distributing/threatening to distribute sexual images. However, this behavior can happen outside of a relationship.", "resourceLink": "https://pvp.universitylife.upenn.edu/relationshipviolence/"}, {"_id": "000000490000000000000000", "text": "Domestic Violence", "resultantQuestionId": null, "resourceContent": "Abuse committed against an adult who is a spouse, former spouse, cohabitant, someone with whom the person has a child, someone with whom the person has an existing dating or engagement relationship, or someone with whom the person had a dating or engagement relationship in the past.", "resourceLink": "https://www.thehotline.org/identify-abuse/understand-relationship-abuse/"}, {"_id": "0000004a0000000000000000", "text": "Stalking", "resultantQuestionId": null, "resourceContent": "Engaging in a course of conduct directed at a specific person that would cause a reasonable person to:\n(A) Fear for the person’s safety or the safety of others; or\n(B) Suffer substantial emotional distress.\nSigns of stalking behaviors may include:\nContacting you constantly\nObtaining details about you before you provided them\nMonitoring you excessively\nShowing up unannounced (and undesired)\nUnwanted gifts\nDestruction of property\nIf you think you or a friend are being stalked, also ensure that a safety plan is in place. You can visit Special Services.", "resourceLink": "https://pvp.universitylife.upenn.edu/stalking/"}, {"_id": "0000004b0000000000000000", "text": "Cyber Stalking / Online Stalking", "resultantQuestionId": null, "resourceContent": "The use of the Internet, email or other electronic communications to stalk someone. It can include sending unwanted emails or text messages, posting threatening messages on social media or even creating fake profiles to harass someone. Cyberstalking can have a serious impact on a person’s life, causing them to feel scared, anxious, and even isolated.", "resourceLink": "https://fightcybercrime.org/scams/harassment/cyberstalking/"}, {"_id": "0000004c0000000000000000", "text": "Family Violence", "resultantQuestionId": null, "resourceContent": "A broad range of abusive acts, including emotional, financial, physical, and sexual abuse towards a family member. It can involve years of emotional and psychological trauma and physical injuries that become more severe or occur more frequently over time. Family violence not only harms the victim but also presents dangers for immediate family members.", "resourceLink": "https://www.ojp.gov/feature/family-violence/overview"}, {"_id": "0000004d0000000000000000", "text": "Warning Signs of Unhealthy Relationships", "resultantQuestionId": null, "resourceContent": "To learn more about 10 signs of an unhealthy relationship, visit: 10 Signs of an Unhealthy Relationship - One Love Foundation (joinonelove.org)", "resourceLink": "https://www.joinonelove.org/relationships/"}, {"_id": "0000004e0000000000000000", "text": "Sexual Harassment\n", "resultantQuestionId": null, "resourceContent": "Sexual Harassment: any unwanted conduct that is based on an individual’s sex, sexual orientation, gender identity, or gender expression and that:\nConditions an educational or employment benefit on participation in unwelcome sexual conduct (i.e., Offering to raise one's grades in exchange for a sexual/intimate act), commonly referred to as quid pro quo; or\nA reasonable person would determine is so severe, pervasive, and/or objectively offensive that it effectively denies a person equal access to an educational or employment program or activity.\nSexual harassment can be verbal, physical, or digital. Examples include:\nGroping at a party\nSending unsolicited explicit text or pictures\nDistributing/threatening to distribute sexual images without consent\nCatcalling\nExcessive or threatening texts\nUnwanted contact on social media\nUsing technologies and/or social media to intimidate, harass or threaten\nPeople who cause harm are not limited to peers. They may be professors, TAs, or supervisors.", "resourceLink": "https://pvp.universitylife.upenn.edu/sexualharassment/"}, {"_id": "0000004f0000000000000000", "text": "Sexual misconduct", "resultantQuestionId": null, "resourceContent": "Sexual Harassment: any unwanted conduct that is based on an individual’s sex, sexual orientation, gender identity, or gender expression and that:\nConditions an educational or employment benefit on participation in unwelcome sexual conduct (i.e., Offering to raise one's grades in exchange for a sexual/intimate act), commonly referred to as quid pro quo; or\nA reasonable person would determine is so severe, pervasive, and/or objectively offensive that it effectively denies a person equal access to an educational or employment program or activity.\nSexual harassment can be verbal, physical, or digital. Examples include:\nGroping at a party\nSending unsolicited explicit text or pictures\nDistributing/threatening to distribute sexual images without consent\nCatcalling\nExcessive or threatening texts\nUnwanted contact on social media\nUsing technologies and/or social media to intimidate, harass or threaten\nPeople who cause harm are not limited to peers. They may be professors, TAs, or supervisors.\nSexual violence: includes a range of behaviors in which an act of a sexual nature is taken against another individual without their consent or without their ability to consent.\nSexual assault (including but not limited to rape): includes any of the following:\nAny physical sexual contact that involves the use or threat of force or violence or any other form of coercion or intimidation.\nAny physical sexual contact with a person who is unable to consent due to incapacity or mental or physical impairment.\nIf you experience or witness sexual misconduct while consuming alcohol or drugs, the Associate Vice President (AVP) for Equity and Title IX Officer will not pursue a separate disciplinary process if you report the incident to the University or to law enforcement. This amnesty will extend to any process under the Sexual Misconduct Policy as well.\nRape: sexual assault involving an act of penetration (and includes such assaults when the individuals know one another).\nStalking\nRelationship Violence\nTo see how how these terms very across states\n- visit RAINN", "resourceLink": "https://pvp.universitylife.upenn.edu/sexualharassment/"}, {"_id": "000000500000000000000000", "text": "What consent is:\n", "resultantQuestionId": null, "resourceContent": "Consent is an affirmative decision to engage in mutually agreed upon activity and is given by clear words or actions.\nConsent is informed, which means that you know exactly what activity/activities you are consenting to, and the circumstances surrounding that activity. For example, you may want to ask your partner's STI status before engaging in sexual activity with them.\nConsent is enthusiastic, ongoing, and revocable.\nConsent is non coercive. For example, you should not feel pressured by age, status, position, etc. to engage in this activity.\nConsent is not limited to sexual interactions, and should exist in all relationships.", "resourceLink": ""}, {"_id": "000000510000000000000000", "text": "What consent is not:\n", "resultantQuestionId": null, "resourceContent": "Consent may not be inferred from silence, passivity or lack of resistance alone.\nFurthermore, consent to one form of sexual activity does not imply consent to other forms of sexual activity and the existence of a current or previous dating, marital or sexual relationship is not sufficient to constitute consent to additional sexual activity.\nFor example, just because people hook up once, doesn't mean that they consent to a second time. Also, consent to one form of intimacy doesn't mean consent to all forms (eg. you might consent to kissing but not sex).", "resourceLink": ""}, {"_id": "000000520000000000000000", "text": "Who cannot consent:", "resultantQuestionId": null, "resourceContent": "Assent shall not constitute consent if it is given by a person who, because of youth, disability, intoxication or other condition, is unable to lawfully consent.\nAge of consent in Pennsylvania is 16. Teens between the ages of 13 and 15 cannot consent to sexual activity with anyone who is four or more years older than them. Individuals under the age of 13 cannot consent.\nSome signs that someone could possibly be incapacitated and therefore unable to consent due to drugs or alcohol include:\n- slurring words\n- unable to remember or understand how they got from point A to point B\n- memory loss\n- throwing up\n- passed out\n- unable to walk\nIf you are noticing these signs in someone you need to stop and check-in with them.", "resourceLink": ""}, {"_id": "000000530000000000000000", "text": "Penn Violence Prevention (on campus)", "resultantQuestionId": null, "resourceContent": "Penn Violence Prevention provides confidential options counseling and support services. Their website also features educational materials on relationship violence, sexual violence, stalking, and sexual harassment.\nContact:\nEmail: vpul-pvp@pobox.upenn.edu\nPhone: (215) 898-6081\nAddress: 3611 Locust Walk, Philadelphia, PA 19104-6222", "resourceLink": "https://pvp.universitylife.upenn.edu/"}, {"_id": "000000540000000000000000", "text": "SHAC", "resultantQuestionId": null, "resourceContent": "SHAC offers confidential counseling and a 24/7 phone line, and they only have to report if you are going to harm yourself or another person. They are not always trained to deal with sexual assault at Penn.\nContact:\nPhone (24/7 support line): 215-898-7021\nHours:\nMonday - Wednesday: 9 am – 7 pm\nThursday - Friday: 9 am – 5 pm\nSaturday: 10 am – 3 pm\nClosed on Sundays\nStudents can drop-in and meet with a clinician during regular business hours.\nSHAC can also help with referrals to external therapists.\nDisclaimer: this will not be an immediate help solution.", "resourceLink": "https://wellness.upenn.edu/student-health-and-counseling/student-health-and-counseling-counseling-services"}, {"_id": "000000550000000000000000", "text": "STTOP", "resultantQuestionId": null, "resourceContent": "Sexual Trauma Treatment Outreach and Prevention is a team of SHAC (Student Health and Counseling) clinicians dedicated to providing confidential care, support and advocacy to students who have experienced some form of sexual trauma. The team provides a prompt response to students seeking access to therapeutic support and serves as liaison for other requested resources within or outside of the Penn community.\nSTTOP also provides group counseling for those that want to get involved.\nContact:\nEmail: collaura@upenn.edu Phone: (215) 898-7021 (24/7) Address: 3624 Market Street, First Floor, West, Philadelphia, PA 19104-2615", "resourceLink": ""}, {"_id": "000000560000000000000000", "text": "Special Services (24/7) - on-campus\n\n", "resultantQuestionId": null, "resourceContent": "Comprehensive victim support for any member of the University community who has been a victim of interpersonal violence. Special Services advocates are on call 24-hours a day to provide options counseling, hospital and court accompaniment, and take formal police reports. Special Services can also provide support for students interested in filing criminal reports outside of Philadelphia. Special Services is a confidential unit and can provide support for students, staff and faculty who wish to remain anonymous.\nContact:\n24/7\nPhone: 215-898-4481 or 215-898-6600 (24/7)\nEmail (non-emergency): SpecialServices@publicsafety.upenn.edu\nAddress**: 4040 Chestnut Street, Philadelphia, PA 19104\n** While Special Services is located within the Penn Police department, they will meet with you anywhere on campus you are more comfortable. Reach out to them to schedule a meeting", "resourceLink": "https://www.publicsafety.upenn.edu/about/special-services/"}, {"_id": "000000570000000000000000", "text": "Penn Women's Center", "resultantQuestionId": null, "resourceContent": "The Penn Women’s Center staff can assist survivors in navigating resources at Penn and in the broader community. They provide confidential options counseling at the center and guidance to friends and family of students who have experienced sexual violence.\nContact:\nEmail: vpul-pwc@pobox.upenn.edu\nAddress: 3643 Locust Walk\nPhone: 215 - 898 - 8611\nStaff Hours: 9:30am-5:30pm, Monday-Friday", "resourceLink": "https://pwc.universitylife.upenn.edu/"}, {"_id": "000000580000000000000000", "text": "Reach-A-Peer Helpline", "resultantQuestionId": null, "resourceContent": "RAP-Line is a peer helpline established by Penn students to provide peer support, information, and referrals. It is open to all students who wish to share a problem, are in need of information, or just want to talk to someone anonymously and confidentially. The service is run by trained student volunteers who have an awareness of campus resources and skills in active listening techniques. Volunteers acknowledge that they are not professional counselors, but rather peers who provide a warm, safe, unbiased, and supportive environment conducive to self-help. RAP-Line is a stepping-stone in serving the Penn community. The phone call is free, anonymous, and confidential. RAP-Line is not a crisis-intervention line.\n\nContact:\n24/7 Text Line: 215-515-7332\nPhone Line (9pm-1am, 7 days a week): 215-573-2727", "resourceLink": "https://pennrapline.wixsite.com/talk"}, {"_id": "000000590000000000000000", "text": "Penn Bens ", "resultantQuestionId": null, "resourceContent": "Penn Bens is a peer support organization for students, run by students. They offer short-term, confidential peer listening and referral services to any member of the Penn undergraduate community. ", "resourceLink": "https://www.instagram.com/pennbenjamins/?hl=en"}, {"_id": "0000005a0000000000000000", "text": "WOAR: Philadelphia Center Against Sexual Violence", "resultantQuestionId": null, "resourceContent": "WOAR is a non-profit organization in Philadelphia, Pennsylvania. Sexual violence thrives in a society rooted in systemic oppression. WOAR’s mission is to eliminate all forms of sexual violence through specialized treatment services, comprehensive prevention education programs, and advocacy for the rights of victims of sexual assault. To accomplish this mission, they fight all forms of oppression including racism and gender-based violence. Direct Services are offered for free to all Survivors of Sexual Harassment, Sexual Abuse, Sexual Assault, and Sex Trafficking/ Commercial Sexual Exploitation\nContact:\nWOAR’s 24-Hour Crisis Hotline\nCall or Text the 24-Hour Hotline to access the services at 215-985-3333\nBi-lingual/Bi-cultural individual therapy to survivors and their loved ones\nCall or Text our 24-Hour Hotline to access the services at 215-985-3333\nGroup therapy to victims/survivors\nSurvivors interested in participating in one of WOAR’s closed group MUST complete an intake with WOAR by contacting WOAR’s 24-hour crisis hotline at (215) 985-3333 to participate in a group.\nForensic exam accompaniment\nCall the 24-hour hotline at 215-985-3333 to request a Sexual Assault Counselor trained Crisis Advocate or Volunteer Advocate for in-person Forensic Exam/ Medical Accompaniment\nCourt accompaniment\nCall or Text the 24-Hour Hotline to access the services at 215-985-3333\nOffice: 1617 John F Kennedy Blvd., Suite 800 Philadelphia, PA 19103\n", "resourceLink": "https://www.woar.org/"}, {"_id": "0000005b0000000000000000", "text": "Women Against Abuse (WAA)", "resultantQuestionId": null, "resourceContent": "The mission of Women Against Abuse is to provide quality, compassionate, and nonjudgmental services in a manner that fosters self-respect and independence in persons experiencing intimate partner violence and to lead the struggle to end domestic violence through advocacy and community education.\nServices:\nWomen Against Abuse’s two 24-hour emergency safe havens provide free services to survivors of all gender identities and their children who are victims of domestic violence.\nThe Legal Center offers free legal advocacy and representation for survivors of all gender identities dealing with relationship violence-related legal matters\nSojourner House, Women Against Abuse’s transitional housing program, provides long-term housing and supportive services to domestic violence victims. The program provides family apartments for survivors of all gender identities with children for up to 18 months.\nThe Policy & Prevention Department offers a variety of workshops for community groups and organizations, public schools, and city agencies.\nThe Women Against Abuse Safe at Home Program provides community-based case management paired with housing supports, as available, to survivors of domestic violence of all gender identities. The program includes linkages to a limited number of safe, affordable housing units, as well as relocation assistance and rental subsidies, options counseling, advocacy and education to help survivors maintain safe and affordable housing while developing financial literacy and life-skills for long-term self-sufficiency.\nEconomic Empowerment program aims to reduce homelessness and increase the long-term economic stability for survivors of intimate partner violence so that they can sustain their independence from abuse, remain safe and thrive. The program includes job readiness workshops, skill-building sessions and career panels.\n\n\nContact:\nPhone (24/7): 1.866.723.3014\nAddress: 100 South Broad Street, Suite 1341 Philadelphia, PA 19102", "resourceLink": "https://www.womenagainstabuse.org/"}, {"_id": "0000005c0000000000000000", "text": "Mazzoni Center for LGBTQ+ Survivors", "resultantQuestionId": null, "resourceContent": "Provides quality comprehensive health and wellness services in an LGBTQ-focused environment, while preserving the dignity and improving the quality of life of the individuals they serve.\nContact:\nHealth Center - General Questions/Request\nHealth Center Front Desk: 215-563-0658\nFax Number: 215-923-0365\nBehavioral Health - Intakes\nTherapy Intake Line: 215-563-0652 ext. 248\nContact Us Online: Therapy Intake Form\nRecovery Services Line: 215-563-0652 ext. 243\nEducation - Education and Professional Training\nProfessional Trainings: Education & Professional Development Services Request Form https://www.surveymonkey.com/r/PDRequest\nStudents Workshops: Yes, PLEASE! Request Form\nhttps://www.surveymonkey.com/r/YP-Request\nLegal Services - General Questions/Request\nLegal Services Line: 215-563-0657", "resourceLink": "https://www.mazzonicenter.org/"}, {"_id": "0000005d0000000000000000", "text": "I want to find a therapist with my own insurance", "resultantQuestionId": null, "resourceContent": "SHAC can help with referrals to external therapists.\nDisclaimer: this will not be an immediate help solution", "resourceLink": ""}, {"_id": "0000005e0000000000000000", "text": "Congreso de Latinos Unidos", "resultantQuestionId": null, "resourceContent": "Domestic Violence Services\nThe Latina Domestic Violence Program (LDVP) is a free, confidential, and voluntary counseling and advocacy program for victims and survivors of domestic violence. Including children who have witnessed domestic violence and teens experiencing DV.\nContact:\nPhone: 215-763-8870 ext. 1300\nEmail: peraltar@congreso.net\nAddress: 216 West Somerset St, Philadelphia, PA 19133, walk in hours Monday-Thursday 10am-4pm\nCongreso Health Center\nThe Congreso Health Center currently operates in person and remotely with a team of bilingual and bicultural medical professionals. We offer comprehensive primary care and family medicine services to the community. In addition, Social Workers and Patient Navigators are available to assist clients with specialty care referrals and health insurance applications for those that qualify. Offers pregnancy testing and STD testing and treatment among other services. No insurance required.\nContact:\nPhone: 267-765-2272\nEmail: arroyof@congreso.net\nAddress: 216 West Somerset St, Philadelphia, PA 19133\n", "resourceLink": "https://www.congreso.net/health-safety/domestic-violence-services/"}, {"_id": "0000005f0000000000000000", "text": "Women in Transition", "resultantQuestionId": null, "resourceContent": "Women In Transition (WIT) empowers people to move forward in their lives free of domestic violence (DV) and substance abuse.\nWIT offers free and confidential services in Philadelphia: telephone and crisis counseling, peer support groups, individual empowerment counseling, client advocacy and referrals, community education trainings, and WAVE empowerment self-defense classes.\nContact:\n Phone: 215-751-1111\nEmail: witservices@helpwomen.org", "resourceLink": "https://helpwomen.org/"}, {"_id": "000000600000000000000000", "text": "Lutheran Settlement House", "resultantQuestionId": null, "resourceContent": "Domestic Violence Services\nThe Bilingual Domestic Violence Program (BDVP) provides free counseling services for victims and survivors of domestic and dating abuse regardless of gender or sexual orientation. We offer counseling for adults and children, support groups, hotel placements for clients in crisis, and transitional survivor housing.\nContact:\nPhone: 215-426-8610, ext 1278\nEmail: mslick@lshphilly.org", "resourceLink": "https://www.lutheransettlement.org/lsh-services/bilingual-domestic-violence-program/"}, {"_id": "000000610000000000000000", "text": "One Love Foundation", "resultantQuestionId": null, "resourceContent": "One Love empowers young people with the tools and resources they need to see the signs of healthy and unhealthy relationships and bring life-saving prevention education to their communities.", "resourceLink": "https://www.joinonelove.org/"}, {"_id": "000000620000000000000000", "text": "National Sexual Violence Resource Center", "resultantQuestionId": null, "resourceContent": "The National Sexual Violence Resource Center (NSVRC) is the leading nonprofit in providing information and tools to prevent and respond to sexual violence. NSVRC translates research and trends into best practices that help individuals, communities and service providers achieve real and lasting change. NSVRC also works with the media to promote informed reporting. Every April, NSVRC leads Sexual Assault Awareness Month (SAAM), a campaign to educate and engage the public in addressing this widespread issue. NSVRC is also one of the three founding organizations of RALIANCE, a national, collaborative initiative dedicated to ending sexual violence in one generation.\nContact:\nPhone: 877-739-3895 TOLL-FREE, 717-909-0715 TTY\nEmail: resources@nsvrc.org", "resourceLink": "https://www.nsvrc.org/"}, {"_id": "000000630000000000000000", "text": "Penn Police", "resultantQuestionId": null, "resourceContent": "Penn Police can investigate criminal incidents occurring within the Penn patrol zone (from 30th Street to 43rd Street (east to west) and Market Street to Baltimore Avenue (north to south)), and of necessary work with the Philadelphia Police Department. You can work with Penn Police to report a criminal incident or suspicious behavior, and you can file an anonymous report through the Silent Witness Form.\nContact:\nMedical and emergency-related calls : 215-573-3333\nGeneral Information: 215-898-7297", "resourceLink": ""}, {"_id": "000000640000000000000000", "text": "Special Services", "resultantQuestionId": null, "resourceContent": "Comprehensive victim support for any member of the University community who has been a victim of interpersonal violence. Special Services advocates are on call 24-hours a day to provide options counseling, hospital and court accompaniment, and take formal police reports. Special Services can also provide support for students interested in filing criminal reports outside of Philadelphia. Special Services is a confidential unit and can provide support for students, staff and faculty who wish to remain anonymous.\nContact:\n24/7\nPhone: 215-898-4481 or 215-898-6600 (24/7)\nEmail (non-emergency): SpecialServices@publicsafety.upenn.edu\nAddress**: 4040 Chestnut Street, Philadelphia, PA 19104\nWebsite: https://www.publicsafety.upenn.edu/about/special-services/\n** While Special Services is located within the Penn Police department, they will meet with you anywhere on campus you are more comfortable. Reach out to them to schedule a meeting.", "resourceLink": "https://www.publicsafety.upenn.edu/about/special-services/"}, {"_id": "000000650000000000000000", "text": "Philadelphia Police Department", "resultantQuestionId": null, "resourceContent": "Phone: 911 (emergency) or 311 (non-emergency)\nPolice Headquarters Address: 400 N. Broad Street, Philadelphia, PA 19130", "resourceLink": "https://www.phillypolice.com/"}, {"_id": "000000660000000000000000", "text": "Philadelphia SVU", "resultantQuestionId": null, "resourceContent": "You can go directly to the SVU to file a police report yourself; or Penn Police will take a report and direct you to the SVU for actual filing, per Philadelphia policy.\nSpecial Services is able to provide accompaniment and transportation to the SVU and/or PSARC.\nContact\nAddress: 300 E. Hunting Park Ave, Philadelphia, PA 19124\nPhone Number: (215) 685-3251, 52, or 53 to make a police report", "resourceLink": ""}, {"_id": "000000670000000000000000", "text": "Title IX", "resultantQuestionId": null, "resourceContent": "Title IX Office\n-The Office of the Associate Vice President (AVP) for Equity and Title IX Officer is the central intake point for all reports and complaints under the University’s Sexual Misconduct Policy. \n- Oversees investigative and non-investigative resolutions when a complaint is filed.*\n- Collaborates with campus partners to provide support and resource options (to attain no contact orders, handle rearrangement of classes/dorm rooms, etc) and external resources (to pursue criminal reports with the District Attorney, Office for Civil Rights of the US Department of Education, etc).\n*The Title IX Officer will honor a complainant’s request not to proceed with a complaint investigation. The only exception would be in the instance that the Title IX Officer has made a fact-specific determination that the conduct as alleged presents an imminent and serious threat to the health or safety of a complainant, another person or prevents the University from ensuring equal access based on sex to its education program or activity. Before initiating a complaint the Title IX Officer must notify the complainant.\nContact:\nMichele Rovinsky-Mayer, AVP & Title IX Officer\nEmail: titleIXofficer@upenn.edu Phone (M-F 9-5 PM): (215) 898-2887\nAddress: 3901 Walnut Street, Suite 320, Philadelphia, PA 19104-3682", "resourceLink": "https://titleixoffice.upenn.edu"}, {"_id": "000000680000000000000000", "text": "Special Services", "resultantQuestionId": null, "resourceContent": "Special Services can help you connect more directly to a police report; Special Services is a confidential resource", "resourceLink": ""}, {"_id": "000000690000000000000000", "text": "Anonymous report (215-PCOMPLY)", "resultantQuestionId": null, "resourceContent": "Anonymous reports of violations of the University’s Sexual Misconduct Policy can be made through the University’s 215-P-COMPLY line by dialing 215-P-COMPLY (215-726-6759) or by submitting a report via the 215-P-COMPLY web portal\n\nNote: Please remember to write down your login information because you will need it to access your report and incoming messages.\nThe PCOMPLY system will not notify you of new messages.\nIf you wish to learn about resources or updates to the process, you must log back into the portal at EthicsPoint.", "resourceLink": "http://www.upenn.edu/215pcomply"}, {"_id": "0000006a0000000000000000", "text": "Equal Rights Associates", "resultantQuestionId": null, "resourceContent": "ERA’s Initiative to End Sexual Violence in Education (ESVE) helps students find support and seek justice when sexual assault or harassment threatens to disrupt their education.\nAs part of this initiative, we launched the nation’s first network of pro bono attorneys dedicated to helping college student survivors. We train and support these volunteer lawyers, known as ENOUGH Advocates, to help student survivors learn their legal rights, figure out their school’s complaint and investigation policies, and weigh their options in the wake of sexual assault or harassment.\nContact:\nRequest a phone call with an ENOUGH Advocate: https://docs.google.com/forms/d/e/1FAIpQLSfcEUy4zxxzfv26JKHGQ0JsFDugptpMDNTqSQNetdfTawr1fQ/viewform", "resourceLink": "https://www.equalrights.org/issue/student-survivor-toolkit/"}, {"_id": "0000006b0000000000000000", "text": "National Women's Law Center", "resultantQuestionId": null, "resourceContent": "Through the Time’s Up Legal Defense Fund and the Legal Network for Gender Equity, which are both administered by National Women’s Law Center Fund, we connect people facing sex harassment and other forms of sex discrimination in education, the workplace, and when getting health care with legal assistance.\nContact:\nPhone (for seeking legal assistance): 202-319-3053\nPhone (general): 202-588-5180\nLegal Help request form: https://nwlcoi.legalserver.org/modules/matter/extern_intake.php?pid=136&h=c55876&%20", "resourceLink": "https://nwlc.org/legal-assistance/help-for-students-facing-sex-discrimination-or-harassment-at-school/"}, {"_id": "0000006c0000000000000000", "text": "Pennsylvania Office of Victims Advocate", "resultantQuestionId": null, "resourceContent": "The Office of Victim Advocate (OVA) is the state agency with the authority and duty to advocate for the rights and needs of crime victims.\nWe accomplish our mission through victim services, which includes post-sentencing notifications of offender status and movements within the DOC and the parole system; restorative justice programs that promote resilience and healing; and we are currently developing new initiatives around crime prevention.\n\nContact:\nPhone: 800-563-6399\nEmail: ra-ovainfo@pa.gov\nContact Form: https://py-forms-prod.powerappsportals.us/PBPP-Forms/OVAContactUsForm/", "resourceLink": "https://www.ova.pa.gov/Pages/default.aspx"}, {"_id": "0000006d0000000000000000", "text": "Pennsylvania Victims Compensation Assistance Program", "resultantQuestionId": null, "resourceContent": "The Victims Compensation Assistance Program helps victims and their families through the emotional and physical aftermath of a crime by easing the financial impact placed upon them by the crime. VCAP is able to reimburse insurance co-pays, out-of-network expenses and other out-of-pocket costs.\nContact:\nPhone: 1-800-233-2339 or 717-783-5153\nEmail: ra-davesupport@pa.gov", "resourceLink": "https://www.pccd.pa.gov/Victim-Services/Pages/Victims-Compensation-Assistance-Program-(VCAP).aspx"}, {"_id": "0000006e0000000000000000", "text": "Philadelphia District Attorney's Office", "resultantQuestionId": null, "resourceContent": "Victim Support Services Division\nThe Victim Support Services Division is committed to engaging, empowering, and encouraging victims, co-victims, survivors, witnesses, and families as they journey through the healing process in the community and during the criminal justice process.\nContact:\n Phone: 215-686-8027\nEmail: DA.VictimServices@phila.gov", "resourceLink": "https://phillyda.org/victims-and-witnesses/"}, {"_id": "0000006f0000000000000000", "text": "Women Against Abuse Legal Center", "resultantQuestionId": null, "resourceContent": "The Legal Center offers free legal advocacy and representation for survivors of all gender identities dealing with relationship violence-related legal matters, including:\nProtection From Abuse (PFA)\nChild Custody and Child Support\nLegal Options Counseling\nSafety Planning and Court Accompaniment\n\n\nContact:\nPhone: 215.686.7082", "resourceLink": "https://www.womenagainstabuse.org/services/legal-center"}, {"_id": "000000700000000000000000", "text": "Philadelphia Legal Assistance", "resultantQuestionId": null, "resourceContent": "Philadelphia Legal Assistance\nPLA is dedicated to enforcing and protecting the rights of individuals and families by providing accessible, creative and high-quality legal assistance and working collaboratively for systemic change.\nContact:\nPhone: (215) 981-3800\nLegal Assistance Request Form: https://philalegal.org/", "resourceLink": "https://plaoi.legalserver.org/modules/matter/extern_intake.php?pid=69&h=1e34a2"}, {"_id": "000000710000000000000000", "text": "Public Justice", "resultantQuestionId": null, "resourceContent": "Public Justice\nPublic Justice represents students when their schools fail to respond adequately to the gender-based violence they’ve experienced. We believe litigation is a critical part of the solution to this problem. In addition to litigating cases in the courts, we represent survivors of gender violence in administrative complaints filed with the U.S. Department of Education’s Office for Civil Rights.\nContact:\nPhone: 202-797-8600\nCase Request Form: https://www.publicjustice.net/case-form-school-bullying-violence/", "resourceLink": "https://www.publicjustice.net/what-we-do/gender-sexual-violence/"}, {"_id": "000000720000000000000000", "text": "OCR Complaint Assessment Tool", "resultantQuestionId": null, "resourceContent": "The mission of the Office for Civil Rights is to ensure equal access to education and to promote educational excellence throughout the nation through vigorous enforcement of civil rights.\nWe serve student populations facing discrimination and the advocates and institutions promoting systemic solutions to civil rights problems. An important responsibility is resolving complaints of discrimination.\nContact:\nU.S. Department of Education Office of Civil Rights (OCR)\nPhiladelphia Office\n\nU.S. Department of Education\n\nThe Wanamaker Building\n100 Penn Square East, Suite 515\nPhiladelphia, PA 19107-3323\nPhone: (215) 656-8541\nEmail: OCR.Philadelphia@ed.gov\nComplaint Assessment Tool: https://ocrcas.ed.gov/", "resourceLink": "https://www2.ed.gov/about/offices/list/ocr/aboutocr.html"}, {"_id": "000000730000000000000000", "text": "Office for Civil Rights - Philadelphia Office", "resultantQuestionId": null, "resourceContent": "Office for Civil Rights\nThe mission of the Office for Civil Rights is to ensure equal access to education and to promote educational excellence throughout the nation through vigorous enforcement of civil rights.\nWe serve student populations facing discrimination and the advocates and institutions promoting systemic solutions to civil rights problems. An important responsibility is resolving complaints of discrimination.\nContact:\nU.S. Department of Education Office of Civil Rights (OCR)\nPhiladelphia Office\n\nU.S. Department of Education\n\nThe Wanamaker Building\n100 Penn Square East, Suite 515\nPhiladelphia, PA 19107-3323\nPhone: (215) 656-8541\nEmail: OCR.Philadelphia@ed.gov\nComplaint Assessment Tool: https://ocrcas.ed.gov/", "resourceLink": "https://www2.ed.gov/about/offices/list/ocr/aboutocr.html"}, {"_id": "000000740000000000000000", "text": "Sexual violence", "resultantQuestionId": null, "resourceContent": "Sexual violence: includes a range of behaviors in which an act of a sexual nature is taken against another individual without their consent or without their ability to consent.", "resourceLink": ""}, {"_id": "000000750000000000000000", "text": "Sexual assault (including but not limited to rape)", "resultantQuestionId": null, "resourceContent": "Sexual assault (including but not limited to rape): includes any of the following:\nAny physical sexual contact that involves the use or threat of force or violence or any other form of coercion or intimidation.\nAny physical sexual contact with a person who is unable to consent due to incapacity or mental or physical impairment.\nIncapacity/impairment: “Incapacity” or “impairment” include but are not limited to being under the influence of alcohol or drugs or being too young to consent.", "resourceLink": ""}, {"_id": "000000760000000000000000", "text": "Rape", "resultantQuestionId": null, "resourceContent": "Sexual assault involving an act of penetration (and includes such assaults when the individuals know one another).", "resourceLink": ""}, {"_id": "000000770000000000000000", "text": "Planned Parenthood", "resultantQuestionId": null, "resourceContent": "Planned Parenthood is one of the nation’s leading providers of high-quality, affordable health care, and the nation’s largest provider of sex education. With or without insurance, you can always come to us for your health care.\n\nThe Elizabeth Blackwell Health Center at Locust Street\nOffers abortion referrals, birth control, HIV services, men's health care, morning-after pill (emergency contraception), STD testing, treatment & vaccines, transgender hormone therapy, and women's health care\nContact:\nPhone: 215-351-5560\nAddress: 1144 Locust Street, Philadelphia, PA 19107\nLocust Street Surgical Center\nOffers abortions and STD testing, treatment & vaccines\nContact:\n Phone: 215-351-5550\nAddress: 1144 Locust Street, Philadelphia, PA 19107", "resourceLink": "https://www.plannedparenthood.org/health-center/pennsylvania/philadelphia/19107"}, {"_id": "000000780000000000000000", "text": "Your general practitioner or OBGYN", "resultantQuestionId": null, "resourceContent": "Your general practitioner or OBGYN\nIf you go to a doctor outside of Penn, they can provide medical care and referrals.", "resourceLink": ""}, {"_id": "000000790000000000000000", "text": "Local Hospitals (HUP, Penn Presbyterian, Thomas Jefferson) (Note: Penn Student Health Services is closed on Sundays)", "resultantQuestionId": null, "resourceContent": "Local Hospitals\nIf SHS (Student Health Services) isn't open (Sundays and at night), you can go to a local emergency room.\n\nHospital of the University of Pennsylvania (HUP) – 1 Convention Avenue, Philadelphia\nPenn Presbyterian Medical Center (PPMC) – Myrin Building, 51 N. 39th Street, Philadelphia\nPennsylvania Hospital (PAH) – 800 Spruce Street, Philadelphia", "resourceLink": ""}, {"_id": "0000007a0000000000000000", "text": "Philadelphia Women's Center", "resultantQuestionId": null, "resourceContent": "PWC is conveniently located in Center City Philadelphia, and is a state-licensed Ambulatory Surgical Facility that provides abortion care up to 24 weeks of pregnancy. When you visit the Center you will find a warm, friendly and inviting space that allows patients the freedom to make thoughtful pregnancy decisions surrounded by staff who respect their choices.\nContact:\nPhone: 215-574-3590\nAddress: 777 Appletree Street, 7th Floor Philadelphia, PA 19106", "resourceLink": "https://www.thewomenscenters.com/philadelphiawomenscenter/"}, {"_id": "0000007b0000000000000000", "text": "PSARC", "resultantQuestionId": null, "resourceContent": "At PSARC, you can get a sexual assault exam done. Getting a rape kit done here does not require interaction with the Philadelphia SVU. However, filing a report with the SVU is the only way to start any criminal process, although you are not required to do so.\nSpecial Services can provide accompaniment and transportation to PSARC.\nContact:\nAddress: 300 E. Hunting Park Ave, Philadelphia, PA 19124\nEmail: psarc@drexel.edu\nNon-emergency phone: 215-800-1589\nEmergency phone (for on-call sexual assault nurse examiner/SANE): 215-425-1625", "resourceLink": "https://drexel.edu/cnhp/practices/Philadelphia%20Sexual%20Assault%20Response%20Center/"}, {"_id": "0000007c0000000000000000", "text": "RAINN (Emotional and Physical)", "resultantQuestionId": null, "resourceContent": "To speak with someone who is trained to help, call the National Sexual Assault Hotline at 800.656.HOPE (4673) or chat online at online.rainn.org.", "resourceLink": "https://www.rainn.org/articles/self-care-after-trauma"}, {"_id": "0000007d0000000000000000", "text": "Consuming Media", "resultantQuestionId": null, "resourceContent": "The media can be a great tool for increasing public awareness about sexual violence, but it can also pose challenges for some survivors. Portrayals of sexual violence in movies, television shows, the news, and social media can prompt negative reactions, from flashbacks and anxiety to feelings of sadness or irritability. This article describes a few ways of helping to limit exposure to media that could prompt uncomfortable experiences/emotions. ", "resourceLink": "https://www.rainn.org/articles/tips-survivors-consuming-media"}, {"_id": "0000007e0000000000000000", "text": "National Sexual Violence Resource Center", "resultantQuestionId": null, "resourceContent": "This document provides a brief overview of trauma and how to take care of yourself when working to address sexual violence.", "resourceLink": "https://www.nsvrc.org/publications/nsvrc-publications-articles/self-care-and-trauma-work"}, {"_id": "0000007f0000000000000000", "text": "Student Intervention Services", "resultantQuestionId": null, "resourceContent": "Student Intervention Services (SIS) enhances well-being, academic success, and personal growth within Penn’s diverse student body through crisis intervention and prevention. SIS collaborates with multidisciplinary partners to provide support, advocacy, solutions, and coordination of services (such as interim measures) for individual students and the Penn community.\nPlease note: this resource is not confidential.\nContact:\nEmail: vpul-sisteam@pobox.upenn.edu\nPhone: (215) 898-6081\nAddress: 3611 Locust Walk Philadelphia, PA 19104", "resourceLink": "https://sis.vpul.upenn.edu"}, {"_id": "000000800000000000000000", "text": "Documenting Abusive Relationships", "resultantQuestionId": null, "resourceContent": "Documenting the warning signs of dating abuse (in every form that it occurs) will help provide proof of your partner’s behavior if you ever need it, for legal reasons or otherwise. For some survivors, it can simply be useful to validate your experience and process complex emotions. This document outlines the ways to document abuse.", "resourceLink": "https://www.thehotline.org/resources/documenting-abuse/"}, {"_id": "000000810000000000000000", "text": "Tips to avoid evidence destruction", "resultantQuestionId": null, "resourceContent": "Survivors are advised to avoid smoking, drinking, douching, bathing or changing their clothes prior to the exam. However, if any of these are done, the survivor can still get an exam.", "resourceLink": ""}, {"_id": "000000820000000000000000", "text": "How to talk to a survivor", "resultantQuestionId": null, "resourceContent": "We’re glad to see that you want to support your friend. It’s important that your friend feels validated and believed, as your initial response may determine what their healing journey looks like.\nHere are a few tips for what to say or do when you hear a disclosure:\nGive them time and space while they are talking – Silence is okay.\nRespect personal space issues and do not touch them without asking permission.\nAvoid asking “Why” questions or being investigative. You do not need to know the details of someone’s experience in order to support them.\nOffer a couple of the confidential resources if they would like to speak with someone (eg. PVP, Special Services, STTOP)\nOnly answer questions you are comfortable answering. It’s okay to say, “I don’t know, but I know how to find help.” You can find more information about getting help at PVP’s website: pvp.vpul.upenn.edu\nAllow them to guide the next steps.\nUse statements such as:\nThank you for telling me. / Thank you for trusting me.\nIt’s not your fault. / You didn’t do anything to deserve this.\nI care about you and I’m here to listen or help in any way I can.\nThis must be really (hard/confusing) for you.\nI’m sorry this happened. This shouldn’t have happened to you.\n What do you need the most right now? / How can I help support you?\nAfter the disclosure: Maintain their confidentiality. You have been trusted with something very personal. This is not your story to tell. If you find yourself struggling with the details of their story, or if you’d like to talk it through with someone, Penn Violence Prevention is a confidential resource that can help you process this experience.", "resourceLink": ""}, {"_id": "000000830000000000000000", "text": "How to get support for yourself", "resultantQuestionId": null, "resourceContent": "A disclosure may bring up challenging feelings about your own lived experiences. Know that it is OK if you need to step back and refer the person to a different resource.\nSeek a confidential resource, such as Penn Violence Prevention, or therapist who can talk through your feelings if you want to.", "resourceLink": "https://www.rainn.org/TALK"}, {"_id": "000000840000000000000000", "text": "How to follow up with a friend afterwards", "resultantQuestionId": null, "resourceContent": "Show that you care about them as a friend, beyond their experience.\nCheck in periodically even if it feels like what happened occurred a long time ago.\nAsk them what they need from you, and be honest about what you can give.", "resourceLink": ""}, {"_id": "000000850000000000000000", "text": "Don't know", "resultantQuestionId": null, "resourceContent": "It sounds like you're not sure what your friend is looking for right now. For now, be sure to support your friend, believe them, and listen to them.\nHere are a few tips for what to say or do when you hear a disclosure:\nGive them time and space while they are talking – Silence is okay.\nRespect personal space issues and do not touch them without asking permission.\nAvoid asking “Why” questions or being investigative. You do not need to know the details of someone’s experience in order to support them.\nUse statements such as:\n-   Thank you for telling me. / Thank you for trusting me.\n-   It’s not your fault. / You didn’t do anything to deserve this.\n-   I care about you and I’m here to listen or help in any way I can.\n-   This must be really (hard/confusing) for you.\n-   I’m sorry this happened. This shouldn’t have happened to you.\n-   What do you need the most right now? / How can I help support you?\nOffer a couple of the confidential resources if they would like to speak with someone.\nOnly answer questions you are comfortable answering. It’s okay to say, “I don’t know, but I know how to find help.” You can find more information about getting help at PVP’s website: pvp.vpul.upenn.edu\nAllow them to guide the next steps.\nMaintain their confidentiality.You have been trusted with something very personal. This is not your story to tell. If you find yourself struggling with the details of their story, or if you’d like to talk it through with someone, Penn Violence Prevention is a confidential resource that can help you process this experience.", "resourceLink": ""}, {"_id": "000000860000000000000000", "text": "Philadelphia Domestic Violence Hotline", "resultantQuestionId": null, "resourceContent": "Help is available! Call the citywide, 24-hour Philadelphia Domestic Violence Hotline anytime for crisis intervention, safety planning, resources and referrals. All calls are free, confidential and anonymous.\nHotline counselors can help connect you with free services in the Philadelphia area, including emergency housing, legal services, behavioral health services and other resources.\nContact:\nPhone: 1-866-723-3014", "resourceLink": ""}, {"_id": "000000870000000000000000", "text": "We understand these situations can be very unsettling. To talk this through with a confidential resource, please talk to Penn Violence Prevention", "resultantQuestionId": null, "resourceContent": "This link redirects to offices that work as a team to ensure you receive appropriate accommodations and support regardless of your choice to make an official report.", "resourceLink": "https://pvp.universitylife.upenn.edu/gethelp/"}, {"_id": "000000880000000000000000", "text": "Active Bystander", "resultantQuestionId": null, "resourceContent": "The first step is to recognize that harm is occurring. If something feels off or unsafe, it probably is- trust your gut instinct. If you think someone is being harmed/about to be harmed, intervene in a way that feels safest for you. That could look like distracting those involved, delegating to friends or resources, or directly intervening. We recommend reaching out to PVP to take a Bystander Intervention Workshop.", "resourceLink": ""}, {"_id": "000000890000000000000000", "text": "Staying Safe on campus", "resultantQuestionId": null, "resourceContent": "For tips on how to stay safe on campus and in social settings click \"Learn More", "resourceLink": "https://www.rainn.org/articles/staying-safe-campus"}, {"_id": "0000008a0000000000000000", "text": "Student Groups on Campus that Support Survivors", "resultantQuestionId": null, "resourceContent": "Abuse and Sexual Assault Prevention: ASAP is a group of undergraduate and graduate students dedicated to raising awareness about sexual violence on campus. They host discussions, speaker events, documentary screenings, and other events to increase conversation about consent and survivor resources at Penn. In the spring, ASAP plans and sponsors Take Back The Night, a campus-wide protest of sexual violence and a survivor vigil. For more information visit:\nPAVE: PAVE stands for Penn Anti-Violence Educators. PAVE members are committed students who are trained to facilitate workshops to their peers about the important role bystanders can play in ending sexual and relationship violence on campus. PAVE students work in teams to facilitate these workshops to a diverse range of groups and communities across campus.\nReach-A-Peer Helpline: RAP-Line is a peer helpline established by Penn students to provide peer support, information, and referrals. It is open to all students who wish to share a problem, are in need of information, or just want to talk to someone anonymously and confidentially. The service is run by trained student volunteers who have an awareness of campus resources and skills in active listening techniques. Volunteers acknowledge that they are not professional counselors, but rather peers who provide a warm, safe, unbiased, and supportive environment conducive to self-help. RAP-Line is a stepping-stone in serving the Penn community. The phone call is free, anonymous, and confidential. RAP-Line is not a crisis-intervention line. For more information visit: https://pennclubs.com/club/rapline\nPenn V-Day: Penn V-Day is one of the largest and most successful social justice movements on campus. Beginning in 2019, Penn V-Day is no longer putting on a production of the Vagina Monologues and is instead building a brand new set of monologues, written and performed by the Penn community called Penn Monologues. The show asks for students’ complexities, aspirations, and revelations to truly embody their mission of uplifting marginalized voices in this movement.", "resourceLink": "https://pvp.universitylife.upenn.edu/student-groups/"}, {"_id": "0000008b0000000000000000", "text": "Acknowledging Harm", "resultantQuestionId": null, "resourceContent": "It can be very difficult to know what to do when a friend or classmate discloses to you that they have caused harm. Remember in this moment that though you have been entrusted with this information, it is not on you to meet all of the needs of the individuals and the community – your responsibility is to do what is within your capacity to keep yourself and your community safe. It is very appropriate to seek out supportive resources – you do not need to handle this situation on your own.\nAcknowledging that something one that has said or done has caused harm is the first stage of the larger process of accountability, and can, with support, lead to healing and repair. Accountability is difficult and complex, and Restorative Practices @ Penn (RP@P) can be a supportive confidential space during that process.", "resourceLink": ""}, {"_id": "0000008c0000000000000000", "text": "LGBT center\n", "resultantQuestionId": null, "resourceContent": "The LGBT Center is a confidential resource and will refer you to another resource if you wish to make a complaint or file a report, but doesn’t have a direct resource for reporting sexual violence.\nContact:\nPhone: 215-898-5044\nEmail: ecross@upenn.edu\nAddress: 3907 Spruce St, Philadelphia, PA 19104", "resourceLink": "https://lgbtc.vpul.upenn.edu/"}, {"_id": "0000008d0000000000000000", "text": "RP@P, Office of Student Conduct Restorative Justice Practice", "resultantQuestionId": null, "resourceContent": "Restorative Practices @ Penn\nIn situations of interpersonal harm, RP@P can provide safe, confidential, supportive resources to help the harmed party access healing and support, and for the responsible party to work toward accountability and repair. If the survivor and perpetrator agree, Restorative Practices can facilitate group or shuttled mediation.\nContact:\nEmail: pcerdera@upenn.edu\nAddress: 3440 Market St., Suite 400, Philadelphia, PA 19104", "resourceLink": "https://csa.upenn.edu/restorative-practices-penn"}, {"_id": "0000008e0000000000000000", "text": "In the case the person who caused harm wants to disclose that they caused harm", "resultantQuestionId": null, "resourceContent": "Being a good supporter can look like supporting accountability.\nThey are not defined by what they did. At the same time, share that what they did was wrong and that they are responsible to be accountable for the impact of their actions\nYou are not the arbiter of truth, and you can support healing and accountability without needing to hold the entire hurt\nRemember the harmed person’s needs and wishes when deciding how you want to proceed with your friend", "resourceLink": ""}, {"_id": "0000008f0000000000000000", "text": "Referrals to counselors in PHiladelphia", "resultantQuestionId": null, "resourceContent": "All students have access to Student Health and Counseling (SHAC). Counselors and healthcare providers within SHAC can provide you a referral to providers in the Philadelphia area. This can allow for more continually care than SHAC, however, these appointments are not covered by the university. You can work with SHAC to find a mental health provider in the area and get guidance on how to managing paying for.", "resourceLink": ""}, {"_id": "000000900000000000000000", "text": "Student Health Services", "resultantQuestionId": null, "resourceContent": "Hours: Monday through Wednesday: 8 am – 8 pm\nThursday and Friday: 8 am – 6 pm\nSaturday: 10 am – 3 pm\nClosed on Sundays\nAddress: 3535 Market Street, Suite 100, Philadelphia, PA 19104\nPhone (24/7): 215-746-3535", "resourceLink": ""}, {"_id": "000000910000000000000000", "text": "Trust your gut", "resultantQuestionId": null, "resourceContent": "The first step is to recognize that harm is occurring. If something feels off or unsafe, it probably is- trust your gut instinct. If you think someone is being harmed/about to be harmed, intervene in a way that feels safest for you. That could look like: \n- distracting those involved\n- delegating to friends or resources\n- directly intervening\n- documenting the event\nContact Penn Police (on campus) or Philadelphia Police (off campus)\nWe recommend reaching out to Penn Violence Prevention to take a Bystander Intervention Workshop.", "resourceLink": ""}, {"_id": "000000920000000000000000", "text": "Amnesty", "resultantQuestionId": null, "resourceContent": "If you experience or witness sexual misconduct while consuming alcohol or drugs, the Associate Vice President (AVP) for Equity and Title IX Officer will not pursue a separate disciplinary process if you report the incident to the University or to law enforcement. This amnesty will extend to any process under the Sexual Misconduct Policy as well.", "resourceLink": ""}, {"_id": "000000930000000000000000", "text": "How to set healthy boundary/ Healthy relationships", "resultantQuestionId": null, "resourceContent": "Online resource or come talk to PVP", "resourceLink": ""}, {"_id": "000000940000000000000000", "text": "Signs of unhealthy relationships", "resultantQuestionId": null, "resourceContent": "Behaviors that indicate relationship violence and/or stalking should not be ignored. If you or a friend is experiencing these signs, please get in touch with a confidential resource to navigate the situation.\nSigns of an unhealthy relationship include: expressing overly intense emotions or over-the-top behavior, manipulation, sabotaging reputation, achievements or success, guilting, deflecting responsibility, being possessive, isolating you from friends and family, belittling you, and/or making you feel scared, confused, or intimidated.", "resourceLink": ""}, {"_id": "000000950000000000000000", "text": "RAINN (Safety Planning)", "resultantQuestionId": null, "resourceContent": "Safety planning is about brainstorming ways to stay safe that may also help reduce the risk of future harm. It can include planning for a future crisis, considering your options, and making decisions about your next steps. Finding ways to stay and feel safer can be an important step towards healing, and these plans and actions should not increase the risk of being hurt.", "resourceLink": "https://www.rainn.org/articles/safety-planning"}], "isQuestion": true}, {"_id": "000000050000000000000000", "text": "Which options do you want to explore first? You can always revisit this page by utilizing the back button or restarting the process to explore other paths.", "resultantAnswers": [{"_id": "000000120000000000000000", "text": "I'm looking to talk about it or get counseling.", "resultantQuestionId": "000000060000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "000000130000000000000000", "text": "I'm looking to report the incident.", "resultantQuestionId": "000000070000000000000000", "resourceContent": "", "resourceLink": ""}], "isQuestion": true}, {"_id": "000000060000000000000000", "text": "Great. Let's get you connected to a support service. Once connected, that resource can help you navigate further support options", "resultantAnswers": [{"_id": "000000140000000000000000", "text": "I want to talk to a resource on campus", "resultantQuestionId": "000000200000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "000000150000000000000000", "text": "I want to talk to an off campus resource", "resultantQuestionId": "000000210000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "000000160000000000000000", "text": "I'm not looking to talk to anyone, but I am still looking for support", "resultantQuestionId": "000000220000000000000000", "resourceContent": "", "resourceLink": ""}], "isQuestion": true}, {"_id": "000000070000000000000000", "text": "Which type of report are you considering?", "resultantAnswers": [{"_id": "000000170000000000000000", "text": "I would like information about a criminal investigation", "resultantQuestionId": "000000090000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "000000180000000000000000", "text": "I would like to file a formal complaint under the University’s Sexual Misconduct Policy against another student, faculty member or staff member.", "resultantQuestionId": "000000230000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "000000190000000000000000", "text": "would like both a criminal investigation and a formal complaint under the University’s Sexual Misconduct Policy against another student, faculty member or staff member.", "resultantQuestionId": "0000000a0000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "0000001a0000000000000000", "text": "I want to anonymously report the incident but I don't want to take further actions just yet.", "resultantQuestionId": "000000240000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "0000001b0000000000000000", "text": "I want to learn more about my options for seeking financial support and/or compensation. ", "resultantQuestionId": "000000250000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "0000001c0000000000000000", "text": "I went through a Title IX process and I do not think I received due process.", "resultantQuestionId": "000000260000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "0000001d0000000000000000", "text": "I'm not sure what option I want to pick. I want to talk this through with someone.", "resultantQuestionId": "000000270000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "0000001e0000000000000000", "text": "I'm not ready to share, but I want to learn more about my experience", "resultantQuestionId": "000000160000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "000000470000000000000000", "text": "I’m not sure what option I want to pick. I want to talk this through with someone.", "resultantQuestionId": "000000450000000000000000", "resourceContent": "", "resourceLink": ""}], "isQuestion": true}, {"_id": "000000090000000000000000", "text": "Are you comfortable working with Penn Police?", "resultantAnswers": [{"_id": "0000001f0000000000000000", "text": "Yes.", "resultantQuestionId": "000000280000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "000000200000000000000000", "text": "No.", "resultantQuestionId": "000000290000000000000000", "resourceContent": "", "resourceLink": ""}], "isQuestion": true}, {"_id": "0000000a0000000000000000", "text": "Are you comfortable working with Penn Police?", "resultantAnswers": [{"_id": "000000210000000000000000", "text": "Yes.", "resultantQuestionId": "0000002a0000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "000000220000000000000000", "text": "No.", "resultantQuestionId": "0000002b0000000000000000", "resourceContent": "", "resourceLink": ""}], "isQuestion": true}, {"_id": "0000000b0000000000000000", "text": "Weâ€™re so sorry you experienced this. What would you like to do from here? You can always come back to this page to explore additional options.", "resultantAnswers": [{"_id": "000000230000000000000000", "text": "I'm looking to talk about it or get counseling.", "resultantQuestionId": "000000060000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "000000240000000000000000", "text": "I'm looking to report the incident.", "resultantQuestionId": "000000070000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "000000250000000000000000", "text": "I'm looking for medical assistance.", "resultantQuestionId": "0000000c0000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "000000260000000000000000", "text": "I'm looking for guidance on self-care. ", "resultantQuestionId": "0000002c0000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "000000270000000000000000", "text": "I need help making a safety plan.", "resultantQuestionId": "0000002d0000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "000000280000000000000000", "text": "I am looking for temporary accommodations.", "resultantQuestionId": "0000002e0000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "000000290000000000000000", "text": "I want help preserving evidence.", "resultantQuestionId": "0000002f0000000000000000", "resourceContent": "", "resourceLink": ""}], "isQuestion": true}, {"_id": "0000000c0000000000000000", "text": "Which of these options best suits your needs?", "resultantAnswers": [{"_id": "0000002a0000000000000000", "text": "I am just looking for STI testing or pregnancy prevention", "resultantQuestionId": "000000300000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "0000002b0000000000000000", "text": "I am looking to receive a Sexual Assault Nurse Examiner exam (SANE), also known as a rape kit", "resultantQuestionId": "000000310000000000000000", "resourceContent": "", "resourceLink": ""}], "isQuestion": true}, {"_id": "0000000d0000000000000000", "text": "Tell us a bit more about the situation.", "resultantAnswers": [{"_id": "0000002c0000000000000000", "text": "Someone disclosed something to me and I think it was sexual misconduct.", "resultantQuestionId": "0000000e0000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "0000002d0000000000000000", "text": "I think I saw a sexual assault occur and I want to make sure people get help.", "resultantQuestionId": "000000110000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "0000002e0000000000000000", "text": "Someone disclosed a sexual assault about someone else to me.", "resultantQuestionId": "000000130000000000000000", "resourceContent": "", "resourceLink": ""}], "isQuestion": true}, {"_id": "0000000e0000000000000000", "text": "Can you tell us a bit more about the situation?", "resultantAnswers": [{"_id": "0000002f0000000000000000", "text": "I think my friend was sexually assaulted but they don't realize it might have been assault.", "resultantQuestionId": "0000000f0000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "000000300000000000000000", "text": "I'm not sure if this was sexual misconduct. Can I learn more?", "resultantQuestionId": "000000020000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "000000310000000000000000", "text": "I think my friend is being sexually harassed.", "resultantQuestionId": "000000100000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "000000320000000000000000", "text": "I think my friend is experiencing an unhealthy relationship or dating violence.", "resultantQuestionId": "000000320000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "000000330000000000000000", "text": "I think my friend is being stalked or cyber stalked.", "resultantQuestionId": "000000330000000000000000", "resourceContent": "", "resourceLink": ""}], "isQuestion": true}, {"_id": "0000000f0000000000000000", "text": "How can we help you?", "resultantAnswers": [{"_id": "000000340000000000000000", "text": "I would like to learn more about what resources to refer my friend to.  ", "resultantQuestionId": "000000340000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "000000350000000000000000", "text": "I would like to see information on how to talk to my friend about this. ", "resultantQuestionId": "000000350000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "000000360000000000000000", "text": "I don't feel good about this situation. Can I get support?", "resultantQuestionId": "000000360000000000000000", "resourceContent": "", "resourceLink": ""}], "isQuestion": true}, {"_id": "000000100000000000000000", "text": "We are sorry to hear that. Is your friend looking for support resources or reporting options?", "resultantAnswers": [{"_id": "000000370000000000000000", "text": "Support Resources", "resultantQuestionId": "000000370000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "000000380000000000000000", "text": "Reporting Options", "resultantQuestionId": "000000070000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "000000390000000000000000", "text": "Don't know", "resultantQuestionId": "000000380000000000000000", "resourceContent": "", "resourceLink": ""}], "isQuestion": true}, {"_id": "000000110000000000000000", "text": "Do you know the person?", "resultantAnswers": [{"_id": "0000003a0000000000000000", "text": "I do not know the person that was assaulted.", "resultantQuestionId": "000000390000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "0000003b0000000000000000", "text": "I know the person that was assaulted.", "resultantQuestionId": "000000120000000000000000", "resourceContent": "", "resourceLink": ""}], "isQuestion": true}, {"_id": "000000120000000000000000", "text": "How can we help you?", "resultantAnswers": [{"_id": "0000003c0000000000000000", "text": "I would like to talk to someone about what I saw. ", "resultantQuestionId": "0000003a0000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "0000003d0000000000000000", "text": "I would like to see information on how to be an effective supporter.", "resultantQuestionId": "0000003b0000000000000000", "resourceContent": "", "resourceLink": ""}], "isQuestion": true}, {"_id": "000000130000000000000000", "text": "How can we help you?", "resultantAnswers": [{"_id": "0000003e0000000000000000", "text": "I would like to see a list of resources to pass forward.", "resultantQuestionId": "0000003c0000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "0000003f0000000000000000", "text": "I would like to see guidance on how to talk to a survivor that I can pass forward.", "resultantQuestionId": "0000003d0000000000000000", "resourceContent": "", "resourceLink": ""}], "isQuestion": true}, {"_id": "000000140000000000000000", "text": "What do you want to learn more about?", "resultantAnswers": [{"_id": "000000400000000000000000", "text": "How can I be an active bystander in order to prevent violence or harm?", "resultantQuestionId": "0000003e0000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "000000410000000000000000", "text": "How can I stay safe on campus?", "resultantQuestionId": "0000003f0000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "000000420000000000000000", "text": "How can I support survivors?", "resultantQuestionId": "000000400000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "000000430000000000000000", "text": "What is consent?", "resultantQuestionId": "000000410000000000000000", "resourceContent": "", "resourceLink": ""}], "isQuestion": true}, {"_id": "000000150000000000000000", "text": "Which of these best describes your situation?", "resultantAnswers": [{"_id": "000000440000000000000000", "text": "Someone directly told me they caused harm to someone else.", "resultantQuestionId": "000000420000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "000000450000000000000000", "text": "Someone told me my friend caused harm to someone else.", "resultantQuestionId": "000000430000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "000000460000000000000000", "text": "I think someone might cause harm.", "resultantQuestionId": "000000440000000000000000", "resourceContent": "", "resourceLink": ""}], "isQuestion": true}, {"_id": "000000160000000000000000", "text": "What would you like to learn more about?", "resultantAnswers": [{"_id": "000000090000000000000000", "text": "I want to learn more about unhealthy or harmful relationships.", "resultantQuestionId": "000000190000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "0000000a0000000000000000", "text": "I want to learn more about harassment.", "resultantQuestionId": "0000001a0000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "0000000b0000000000000000", "text": "I want to learn more about stalking behavior.", "resultantQuestionId": "0000001b0000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "0000000c0000000000000000", "text": "I want to learn more about connecting to a resource.", "resultantQuestionId": "0000001c0000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "0000000d0000000000000000", "text": "I want to learn more about sexual misconduct.", "resultantQuestionId": "0000001d0000000000000000", "resourceContent": "", "resourceLink": ""}, {"_id": "0000000e0000000000000000", "text": "I want to learn more about consent.", "resultantQuestionId": "0000001e0000000000000000", "resourceContent": "", "resourceLink": ""}], "isQuestion": true}, {"_id": "000000170000000000000000", "text": "Resources", "resultantAnswers": [{"_id": "000000910000000000000000", "text": "Trust your gut", "resultantQuestionId": null, "resourceContent": "The first step is to recognize that harm is occurring. If something feels off or unsafe, it probably is- trust your gut instinct. If you think someone is being harmed/about to be harmed, intervene in a way that feels safest for you. That could look like: \n- distracting those involved\n- delegating to friends or resources\n- directly intervening\n- documenting the event\nContact Penn Police (on campus) or Philadelphia Police (off campus)\nWe recommend reaching out to Penn Violence Prevention to take a Bystander Intervention Workshop.", "resourceLink": ""}], "isQuestion": false}, {"_id": "000000180000000000000000", "text": "Resources", "resultantAnswers": [{"_id": "000000530000000000000000", "text": "Penn Violence Prevention (on campus)", "resultantQuestionId": null, "resourceContent": "Penn Violence Prevention provides confidential options counseling and support services. Their website also features educational materials on relationship violence, sexual violence, stalking, and sexual harassment.\nContact:\nEmail: vpul-pvp@pobox.upenn.edu\nPhone: (215) 898-6081\nAddress: 3611 Locust Walk, Philadelphia, PA 19104-6222", "resourceLink": "https://pvp.universitylife.upenn.edu/"}, {"_id": "000000540000000000000000", "text": "SHAC", "resultantQuestionId": null, "resourceContent": "SHAC offers confidential counseling and a 24/7 phone line, and they only have to report if you are going to harm yourself or another person. They are not always trained to deal with sexual assault at Penn.\nContact:\nPhone (24/7 support line): 215-898-7021\nHours:\nMonday - Wednesday: 9 am – 7 pm\nThursday - Friday: 9 am – 5 pm\nSaturday: 10 am – 3 pm\nClosed on Sundays\nStudents can drop-in and meet with a clinician during regular business hours.\nSHAC can also help with referrals to external therapists.\nDisclaimer: this will not be an immediate help solution.", "resourceLink": "https://wellness.upenn.edu/student-health-and-counseling/student-health-and-counseling-counseling-services"}, {"_id": "000000570000000000000000", "text": "Penn Women's Center", "resultantQuestionId": null, "resourceContent": "The Penn Women’s Center staff can assist survivors in navigating resources at Penn and in the broader community. They provide confidential options counseling at the center and guidance to friends and family of students who have experienced sexual violence.\nContact:\nEmail: vpul-pwc@pobox.upenn.edu\nAddress: 3643 Locust Walk\nPhone: 215 - 898 - 8611\nStaff Hours: 9:30am-5:30pm, Monday-Friday", "resourceLink": "https://pwc.universitylife.upenn.edu/"}, {"_id": "000000640000000000000000", "text": "Special Services", "resultantQuestionId": null, "resourceContent": "Comprehensive victim support for any member of the University community who has been a victim of interpersonal violence. Special Services advocates are on call 24-hours a day to provide options counseling, hospital and court accompaniment, and take formal police reports. Special Services can also provide support for students interested in filing criminal reports outside of Philadelphia. Special Services is a confidential unit and can provide support for students, staff and faculty who wish to remain anonymous.\nContact:\n24/7\nPhone: 215-898-4481 or 215-898-6600 (24/7)\nEmail (non-emergency): SpecialServices@publicsafety.upenn.edu\nAddress**: 4040 Chestnut Street, Philadelphia, PA 19104\nWebsite: https://www.publicsafety.upenn.edu/about/special-services/\n** While Special Services is located within the Penn Police department, they will meet with you anywhere on campus you are more comfortable. Reach out to them to schedule a meeting.", "resourceLink": "https://www.publicsafety.upenn.edu/about/special-services/"}, {"_id": "000000670000000000000000", "text": "Title IX", "resultantQuestionId": null, "resourceContent": "Title IX Office\n-The Office of the Associate Vice President (AVP) for Equity and Title IX Officer is the central intake point for all reports and complaints under the University’s Sexual Misconduct Policy. \n- Oversees investigative and non-investigative resolutions when a complaint is filed.*\n- Collaborates with campus partners to provide support and resource options (to attain no contact orders, handle rearrangement of classes/dorm rooms, etc) and external resources (to pursue criminal reports with the District Attorney, Office for Civil Rights of the US Department of Education, etc).\n*The Title IX Officer will honor a complainant’s request not to proceed with a complaint investigation. The only exception would be in the instance that the Title IX Officer has made a fact-specific determination that the conduct as alleged presents an imminent and serious threat to the health or safety of a complainant, another person or prevents the University from ensuring equal access based on sex to its education program or activity. Before initiating a complaint the Title IX Officer must notify the complainant.\nContact:\nMichele Rovinsky-Mayer, AVP & Title IX Officer\nEmail: titleIXofficer@upenn.edu Phone (M-F 9-5 PM): (215) 898-2887\nAddress: 3901 Walnut Street, Suite 320, Philadelphia, PA 19104-3682", "resourceLink": "https://titleixoffice.upenn.edu"}, {"_id": "000000690000000000000000", "text": "Anonymous report (215-PCOMPLY)", "resultantQuestionId": null, "resourceContent": "Anonymous reports of violations of the University’s Sexual Misconduct Policy can be made through the University’s 215-P-COMPLY line by dialing 215-P-COMPLY (215-726-6759) or by submitting a report via the 215-P-COMPLY web portal\n\nNote: Please remember to write down your login information because you will need it to access your report and incoming messages.\nThe PCOMPLY system will not notify you of new messages.\nIf you wish to learn about resources or updates to the process, you must log back into the portal at EthicsPoint.", "resourceLink": "http://www.upenn.edu/215pcomply"}, {"_id": "000000960000000000000000", "text": "Other Resources ", "resultantQuestionId": null, "resourceContent": "Other Penn Confidential Resources: \nStudent Intervention Services (SIS): (215) 898-6081\nLGBT Center: (215)898-5044\nPenn Police: (215) 898-7297\nRestorative Practices at Penn: 215-746-9332\nAfrican-American Resource Center: (215) 898-0104\nOMBUDS: (215) 898-6993\nEXTERNAL Resources:\nWOAR Philly: (215) 985-3315", "resourceLink": ""}], "isQuestion": false}, {"_id": "000000190000000000000000", "text": "Resources", "resultantAnswers": [{"_id": "000000480000000000000000", "text": "Relationship Violence", "resultantQuestionId": null, "resourceContent": "Relationship violence/dating violence: An act or a pattern of abuse committed by a person involved in a social, sexual or romantic relationship, past or present, with the victim. Relationship violence can encompass a broad range of behaviors that may include but is not limited to:\nPhysical violence: Any intentional use of physical force with the intent to cause fear or injury, like hitting, shoving, biting, strangling, kicking or using a weapon.\nSexual violence: Any action that impacts a person’s ability to control their sexual activity or the circumstances in which sexual activity occurs, including rape, coercion or restricting access to birth control.\nVerbal and emotional violence: Non-physical behaviors such as threats, insults, constant monitoring, humiliation, intimidation, isolation or stalking.\nEconomic violence: Any action or behavior that attempts to control finances or economic situations. Examples include stealing from you or taking your money, making you account for every penny you spend, preventing you from working or pursuing a career, and pressuring you into paying for everything.\nDigital violence: Use of technologies and/or social media to intimidate, harass or threaten. This includes demanding passwords, checking cell phones, cyber bullying, unwanted sexting, excessive or threatening texts, stalking on social media, or distributing/threatening to distribute sexual images. However, this behavior can happen outside of a relationship.", "resourceLink": "https://pvp.universitylife.upenn.edu/relationshipviolence/"}, {"_id": "000000490000000000000000", "text": "Domestic Violence", "resultantQuestionId": null, "resourceContent": "Abuse committed against an adult who is a spouse, former spouse, cohabitant, someone with whom the person has a child, someone with whom the person has an existing dating or engagement relationship, or someone with whom the person had a dating or engagement relationship in the past.", "resourceLink": "https://www.thehotline.org/identify-abuse/understand-relationship-abuse/"}, {"_id": "0000004a0000000000000000", "text": "Stalking", "resultantQuestionId": null, "resourceContent": "Engaging in a course of conduct directed at a specific person that would cause a reasonable person to:\n(A) Fear for the person’s safety or the safety of others; or\n(B) Suffer substantial emotional distress.\nSigns of stalking behaviors may include:\nContacting you constantly\nObtaining details about you before you provided them\nMonitoring you excessively\nShowing up unannounced (and undesired)\nUnwanted gifts\nDestruction of property\nIf you think you or a friend are being stalked, also ensure that a safety plan is in place. You can visit Special Services.", "resourceLink": "https://pvp.universitylife.upenn.edu/stalking/"}, {"_id": "0000004b0000000000000000", "text": "Cyber Stalking / Online Stalking", "resultantQuestionId": null, "resourceContent": "The use of the Internet, email or other electronic communications to stalk someone. It can include sending unwanted emails or text messages, posting threatening messages on social media or even creating fake profiles to harass someone. Cyberstalking can have a serious impact on a person’s life, causing them to feel scared, anxious, and even isolated.", "resourceLink": "https://fightcybercrime.org/scams/harassment/cyberstalking/"}, {"_id": "0000004c0000000000000000", "text": "Family Violence", "resultantQuestionId": null, "resourceContent": "A broad range of abusive acts, including emotional, financial, physical, and sexual abuse towards a family member. It can involve years of emotional and psychological trauma and physical injuries that become more severe or occur more frequently over time. Family violence not only harms the victim but also presents dangers for immediate family members.", "resourceLink": "https://www.ojp.gov/feature/family-violence/overview"}, {"_id": "0000004d0000000000000000", "text": "Warning Signs of Unhealthy Relationships", "resultantQuestionId": null, "resourceContent": "To learn more about 10 signs of an unhealthy relationship, visit: 10 Signs of an Unhealthy Relationship - One Love Foundation (joinonelove.org)", "resourceLink": "https://www.joinonelove.org/relationships/"}, {"_id": "000000930000000000000000", "text": "How to set healthy boundary/ Healthy relationships", "resultantQuestionId": null, "resourceContent": "Online resource or come talk to PVP", "resourceLink": ""}], "isQuestion": false}, {"_id": "0000001a0000000000000000", "text": "Resources", "resultantAnswers": [{"_id": "0000004e0000000000000000", "text": "Sexual Harassment\n", "resultantQuestionId": null, "resourceContent": "Sexual Harassment: any unwanted conduct that is based on an individual’s sex, sexual orientation, gender identity, or gender expression and that:\nConditions an educational or employment benefit on participation in unwelcome sexual conduct (i.e., Offering to raise one's grades in exchange for a sexual/intimate act), commonly referred to as quid pro quo; or\nA reasonable person would determine is so severe, pervasive, and/or objectively offensive that it effectively denies a person equal access to an educational or employment program or activity.\nSexual harassment can be verbal, physical, or digital. Examples include:\nGroping at a party\nSending unsolicited explicit text or pictures\nDistributing/threatening to distribute sexual images without consent\nCatcalling\nExcessive or threatening texts\nUnwanted contact on social media\nUsing technologies and/or social media to intimidate, harass or threaten\nPeople who cause harm are not limited to peers. They may be professors, TAs, or supervisors.", "resourceLink": "https://pvp.universitylife.upenn.edu/sexualharassment/"}], "isQuestion": false}, {"_id": "0000001b0000000000000000", "text": "Resources", "resultantAnswers": [{"_id": "0000004a0000000000000000", "text": "Stalking", "resultantQuestionId": null, "resourceContent": "Engaging in a course of conduct directed at a specific person that would cause a reasonable person to:\n(A) Fear for the person’s safety or the safety of others; or\n(B) Suffer substantial emotional distress.\nSigns of stalking behaviors may include:\nContacting you constantly\nObtaining details about you before you provided them\nMonitoring you excessively\nShowing up unannounced (and undesired)\nUnwanted gifts\nDestruction of property\nIf you think you or a friend are being stalked, also ensure that a safety plan is in place. You can visit Special Services.", "resourceLink": "https://pvp.universitylife.upenn.edu/stalking/"}], "isQuestion": false}, {"_id": "0000001c0000000000000000", "text": "Resources", "resultantAnswers": [{"_id": "000000530000000000000000", "text": "Penn Violence Prevention (on campus)", "resultantQuestionId": null, "resourceContent": "Penn Violence Prevention provides confidential options counseling and support services. Their website also features educational materials on relationship violence, sexual violence, stalking, and sexual harassment.\nContact:\nEmail: vpul-pvp@pobox.upenn.edu\nPhone: (215) 898-6081\nAddress: 3611 Locust Walk, Philadelphia, PA 19104-6222", "resourceLink": "https://pvp.universitylife.upenn.edu/"}, {"_id": "000000540000000000000000", "text": "SHAC", "resultantQuestionId": null, "resourceContent": "SHAC offers confidential counseling and a 24/7 phone line, and they only have to report if you are going to harm yourself or another person. They are not always trained to deal with sexual assault at Penn.\nContact:\nPhone (24/7 support line): 215-898-7021\nHours:\nMonday - Wednesday: 9 am – 7 pm\nThursday - Friday: 9 am – 5 pm\nSaturday: 10 am – 3 pm\nClosed on Sundays\nStudents can drop-in and meet with a clinician during regular business hours.\nSHAC can also help with referrals to external therapists.\nDisclaimer: this will not be an immediate help solution.", "resourceLink": "https://wellness.upenn.edu/student-health-and-counseling/student-health-and-counseling-counseling-services"}, {"_id": "000000570000000000000000", "text": "Penn Women's Center", "resultantQuestionId": null, "resourceContent": "The Penn Women’s Center staff can assist survivors in navigating resources at Penn and in the broader community. They provide confidential options counseling at the center and guidance to friends and family of students who have experienced sexual violence.\nContact:\nEmail: vpul-pwc@pobox.upenn.edu\nAddress: 3643 Locust Walk\nPhone: 215 - 898 - 8611\nStaff Hours: 9:30am-5:30pm, Monday-Friday", "resourceLink": "https://pwc.universitylife.upenn.edu/"}, {"_id": "000000640000000000000000", "text": "Special Services", "resultantQuestionId": null, "resourceContent": "Comprehensive victim support for any member of the University community who has been a victim of interpersonal violence. Special Services advocates are on call 24-hours a day to provide options counseling, hospital and court accompaniment, and take formal police reports. Special Services can also provide support for students interested in filing criminal reports outside of Philadelphia. Special Services is a confidential unit and can provide support for students, staff and faculty who wish to remain anonymous.\nContact:\n24/7\nPhone: 215-898-4481 or 215-898-6600 (24/7)\nEmail (non-emergency): SpecialServices@publicsafety.upenn.edu\nAddress**: 4040 Chestnut Street, Philadelphia, PA 19104\nWebsite: https://www.publicsafety.upenn.edu/about/special-services/\n** While Special Services is located within the Penn Police department, they will meet with you anywhere on campus you are more comfortable. Reach out to them to schedule a meeting.", "resourceLink": "https://www.publicsafety.upenn.edu/about/special-services/"}, {"_id": "000000670000000000000000", "text": "Title IX", "resultantQuestionId": null, "resourceContent": "Title IX Office\n-The Office of the Associate Vice President (AVP) for Equity and Title IX Officer is the central intake point for all reports and complaints under the University’s Sexual Misconduct Policy. \n- Oversees investigative and non-investigative resolutions when a complaint is filed.*\n- Collaborates with campus partners to provide support and resource options (to attain no contact orders, handle rearrangement of classes/dorm rooms, etc) and external resources (to pursue criminal reports with the District Attorney, Office for Civil Rights of the US Department of Education, etc).\n*The Title IX Officer will honor a complainant’s request not to proceed with a complaint investigation. The only exception would be in the instance that the Title IX Officer has made a fact-specific determination that the conduct as alleged presents an imminent and serious threat to the health or safety of a complainant, another person or prevents the University from ensuring equal access based on sex to its education program or activity. Before initiating a complaint the Title IX Officer must notify the complainant.\nContact:\nMichele Rovinsky-Mayer, AVP & Title IX Officer\nEmail: titleIXofficer@upenn.edu Phone (M-F 9-5 PM): (215) 898-2887\nAddress: 3901 Walnut Street, Suite 320, Philadelphia, PA 19104-3682", "resourceLink": "https://titleixoffice.upenn.edu"}, {"_id": "000000690000000000000000", "text": "Anonymous report (215-PCOMPLY)", "resultantQuestionId": null, "resourceContent": "Anonymous reports of violations of the University’s Sexual Misconduct Policy can be made through the University’s 215-P-COMPLY line by dialing 215-P-COMPLY (215-726-6759) or by submitting a report via the 215-P-COMPLY web portal\n\nNote: Please remember to write down your login information because you will need it to access your report and incoming messages.\nThe PCOMPLY system will not notify you of new messages.\nIf you wish to learn about resources or updates to the process, you must log back into the portal at EthicsPoint.", "resourceLink": "http://www.upenn.edu/215pcomply"}, {"_id": "000000960000000000000000", "text": "Other Resources ", "resultantQuestionId": null, "resourceContent": "Other Penn Confidential Resources: \nStudent Intervention Services (SIS): (215) 898-6081\nLGBT Center: (215)898-5044\nPenn Police: (215) 898-7297\nRestorative Practices at Penn: 215-746-9332\nAfrican-American Resource Center: (215) 898-0104\nOMBUDS: (215) 898-6993\nEXTERNAL Resources:\nWOAR Philly: (215) 985-3315", "resourceLink": ""}], "isQuestion": false}, {"_id": "0000001d0000000000000000", "text": "Resources", "resultantAnswers": [{"_id": "000000920000000000000000", "text": "Amnesty", "resultantQuestionId": null, "resourceContent": "If you experience or witness sexual misconduct while consuming alcohol or drugs, the Associate Vice President (AVP) for Equity and Title IX Officer will not pursue a separate disciplinary process if you report the incident to the University or to law enforcement. This amnesty will extend to any process under the Sexual Misconduct Policy as well.", "resourceLink": ""}, {"_id": "0000004f0000000000000000", "text": "Sexual misconduct", "resultantQuestionId": null, "resourceContent": "Sexual Harassment: any unwanted conduct that is based on an individual’s sex, sexual orientation, gender identity, or gender expression and that:\nConditions an educational or employment benefit on participation in unwelcome sexual conduct (i.e., Offering to raise one's grades in exchange for a sexual/intimate act), commonly referred to as quid pro quo; or\nA reasonable person would determine is so severe, pervasive, and/or objectively offensive that it effectively denies a person equal access to an educational or employment program or activity.\nSexual harassment can be verbal, physical, or digital. Examples include:\nGroping at a party\nSending unsolicited explicit text or pictures\nDistributing/threatening to distribute sexual images without consent\nCatcalling\nExcessive or threatening texts\nUnwanted contact on social media\nUsing technologies and/or social media to intimidate, harass or threaten\nPeople who cause harm are not limited to peers. They may be professors, TAs, or supervisors.\nSexual violence: includes a range of behaviors in which an act of a sexual nature is taken against another individual without their consent or without their ability to consent.\nSexual assault (including but not limited to rape): includes any of the following:\nAny physical sexual contact that involves the use or threat of force or violence or any other form of coercion or intimidation.\nAny physical sexual contact with a person who is unable to consent due to incapacity or mental or physical impairment.\nIf you experience or witness sexual misconduct while consuming alcohol or drugs, the Associate Vice President (AVP) for Equity and Title IX Officer will not pursue a separate disciplinary process if you report the incident to the University or to law enforcement. This amnesty will extend to any process under the Sexual Misconduct Policy as well.\nRape: sexual assault involving an act of penetration (and includes such assaults when the individuals know one another).\nStalking\nRelationship Violence\nTo see how how these terms very across states\n- visit RAINN", "resourceLink": "https://pvp.universitylife.upenn.edu/sexualharassment/"}], "isQuestion": false}, {"_id": "0000001e0000000000000000", "text": "Resources", "resultantAnswers": [{"_id": "000000920000000000000000", "text": "Amnesty", "resultantQuestionId": null, "resourceContent": "If you experience or witness sexual misconduct while consuming alcohol or drugs, the Associate Vice President (AVP) for Equity and Title IX Officer will not pursue a separate disciplinary process if you report the incident to the University or to law enforcement. This amnesty will extend to any process under the Sexual Misconduct Policy as well.", "resourceLink": ""}, {"_id": "000000500000000000000000", "text": "What consent is:\n", "resultantQuestionId": null, "resourceContent": "Consent is an affirmative decision to engage in mutually agreed upon activity and is given by clear words or actions.\nConsent is informed, which means that you know exactly what activity/activities you are consenting to, and the circumstances surrounding that activity. For example, you may want to ask your partner's STI status before engaging in sexual activity with them.\nConsent is enthusiastic, ongoing, and revocable.\nConsent is non coercive. For example, you should not feel pressured by age, status, position, etc. to engage in this activity.\nConsent is not limited to sexual interactions, and should exist in all relationships.", "resourceLink": ""}, {"_id": "000000510000000000000000", "text": "What consent is not:\n", "resultantQuestionId": null, "resourceContent": "Consent may not be inferred from silence, passivity or lack of resistance alone.\nFurthermore, consent to one form of sexual activity does not imply consent to other forms of sexual activity and the existence of a current or previous dating, marital or sexual relationship is not sufficient to constitute consent to additional sexual activity.\nFor example, just because people hook up once, doesn't mean that they consent to a second time. Also, consent to one form of intimacy doesn't mean consent to all forms (eg. you might consent to kissing but not sex).", "resourceLink": ""}, {"_id": "000000520000000000000000", "text": "Who cannot consent:", "resultantQuestionId": null, "resourceContent": "Assent shall not constitute consent if it is given by a person who, because of youth, disability, intoxication or other condition, is unable to lawfully consent.\nAge of consent in Pennsylvania is 16. Teens between the ages of 13 and 15 cannot consent to sexual activity with anyone who is four or more years older than them. Individuals under the age of 13 cannot consent.\nSome signs that someone could possibly be incapacitated and therefore unable to consent due to drugs or alcohol include:\n- slurring words\n- unable to remember or understand how they got from point A to point B\n- memory loss\n- throwing up\n- passed out\n- unable to walk\nIf you are noticing these signs in someone you need to stop and check-in with them.", "resourceLink": ""}], "isQuestion": false}, {"_id": "0000001f0000000000000000", "text": "Resources", "resultantAnswers": [{"_id": "000000530000000000000000", "text": "Penn Violence Prevention (on campus)", "resultantQuestionId": null, "resourceContent": "Penn Violence Prevention provides confidential options counseling and support services. Their website also features educational materials on relationship violence, sexual violence, stalking, and sexual harassment.\nContact:\nEmail: vpul-pvp@pobox.upenn.edu\nPhone: (215) 898-6081\nAddress: 3611 Locust Walk, Philadelphia, PA 19104-6222", "resourceLink": "https://pvp.universitylife.upenn.edu/"}], "isQuestion": false}, {"_id": "000000200000000000000000", "text": "Resources", "resultantAnswers": [{"_id": "000000540000000000000000", "text": "SHAC", "resultantQuestionId": null, "resourceContent": "SHAC offers confidential counseling and a 24/7 phone line, and they only have to report if you are going to harm yourself or another person. They are not always trained to deal with sexual assault at Penn.\nContact:\nPhone (24/7 support line): 215-898-7021\nHours:\nMonday - Wednesday: 9 am – 7 pm\nThursday - Friday: 9 am – 5 pm\nSaturday: 10 am – 3 pm\nClosed on Sundays\nStudents can drop-in and meet with a clinician during regular business hours.\nSHAC can also help with referrals to external therapists.\nDisclaimer: this will not be an immediate help solution.", "resourceLink": "https://wellness.upenn.edu/student-health-and-counseling/student-health-and-counseling-counseling-services"}, {"_id": "000000550000000000000000", "text": "STTOP", "resultantQuestionId": null, "resourceContent": "Sexual Trauma Treatment Outreach and Prevention is a team of SHAC (Student Health and Counseling) clinicians dedicated to providing confidential care, support and advocacy to students who have experienced some form of sexual trauma. The team provides a prompt response to students seeking access to therapeutic support and serves as liaison for other requested resources within or outside of the Penn community.\nSTTOP also provides group counseling for those that want to get involved.\nContact:\nEmail: collaura@upenn.edu Phone: (215) 898-7021 (24/7) Address: 3624 Market Street, First Floor, West, Philadelphia, PA 19104-2615", "resourceLink": ""}, {"_id": "000000560000000000000000", "text": "Special Services (24/7) - on-campus\n\n", "resultantQuestionId": null, "resourceContent": "Comprehensive victim support for any member of the University community who has been a victim of interpersonal violence. Special Services advocates are on call 24-hours a day to provide options counseling, hospital and court accompaniment, and take formal police reports. Special Services can also provide support for students interested in filing criminal reports outside of Philadelphia. Special Services is a confidential unit and can provide support for students, staff and faculty who wish to remain anonymous.\nContact:\n24/7\nPhone: 215-898-4481 or 215-898-6600 (24/7)\nEmail (non-emergency): SpecialServices@publicsafety.upenn.edu\nAddress**: 4040 Chestnut Street, Philadelphia, PA 19104\n** While Special Services is located within the Penn Police department, they will meet with you anywhere on campus you are more comfortable. Reach out to them to schedule a meeting", "resourceLink": "https://www.publicsafety.upenn.edu/about/special-services/"}, {"_id": "000000570000000000000000", "text": "Penn Women's Center", "resultantQuestionId": null, "resourceContent": "The Penn Women’s Center staff can assist survivors in navigating resources at Penn and in the broader community. They provide confidential options counseling at the center and guidance to friends and family of students who have experienced sexual violence.\nContact:\nEmail: vpul-pwc@pobox.upenn.edu\nAddress: 3643 Locust Walk\nPhone: 215 - 898 - 8611\nStaff Hours: 9:30am-5:30pm, Monday-Friday", "resourceLink": "https://pwc.universitylife.upenn.edu/"}, {"_id": "000000580000000000000000", "text": "Reach-A-Peer Helpline", "resultantQuestionId": null, "resourceContent": "RAP-Line is a peer helpline established by Penn students to provide peer support, information, and referrals. It is open to all students who wish to share a problem, are in need of information, or just want to talk to someone anonymously and confidentially. The service is run by trained student volunteers who have an awareness of campus resources and skills in active listening techniques. Volunteers acknowledge that they are not professional counselors, but rather peers who provide a warm, safe, unbiased, and supportive environment conducive to self-help. RAP-Line is a stepping-stone in serving the Penn community. The phone call is free, anonymous, and confidential. RAP-Line is not a crisis-intervention line.\n\nContact:\n24/7 Text Line: 215-515-7332\nPhone Line (9pm-1am, 7 days a week): 215-573-2727", "resourceLink": "https://pennrapline.wixsite.com/talk"}, {"_id": "000000590000000000000000", "text": "Penn Bens ", "resultantQuestionId": null, "resourceContent": "Penn Bens is a peer support organization for students, run by students. They offer short-term, confidential peer listening and referral services to any member of the Penn undergraduate community. ", "resourceLink": "https://www.instagram.com/pennbenjamins/?hl=en"}], "isQuestion": false}, {"_id": "000000210000000000000000", "text": "Resources", "resultantAnswers": [{"_id": "0000005a0000000000000000", "text": "WOAR: Philadelphia Center Against Sexual Violence", "resultantQuestionId": null, "resourceContent": "WOAR is a non-profit organization in Philadelphia, Pennsylvania. Sexual violence thrives in a society rooted in systemic oppression. WOAR’s mission is to eliminate all forms of sexual violence through specialized treatment services, comprehensive prevention education programs, and advocacy for the rights of victims of sexual assault. To accomplish this mission, they fight all forms of oppression including racism and gender-based violence. Direct Services are offered for free to all Survivors of Sexual Harassment, Sexual Abuse, Sexual Assault, and Sex Trafficking/ Commercial Sexual Exploitation\nContact:\nWOAR’s 24-Hour Crisis Hotline\nCall or Text the 24-Hour Hotline to access the services at 215-985-3333\nBi-lingual/Bi-cultural individual therapy to survivors and their loved ones\nCall or Text our 24-Hour Hotline to access the services at 215-985-3333\nGroup therapy to victims/survivors\nSurvivors interested in participating in one of WOAR’s closed group MUST complete an intake with WOAR by contacting WOAR’s 24-hour crisis hotline at (215) 985-3333 to participate in a group.\nForensic exam accompaniment\nCall the 24-hour hotline at 215-985-3333 to request a Sexual Assault Counselor trained Crisis Advocate or Volunteer Advocate for in-person Forensic Exam/ Medical Accompaniment\nCourt accompaniment\nCall or Text the 24-Hour Hotline to access the services at 215-985-3333\nOffice: 1617 John F Kennedy Blvd., Suite 800 Philadelphia, PA 19103\n", "resourceLink": "https://www.woar.org/"}, {"_id": "0000005b0000000000000000", "text": "Women Against Abuse (WAA)", "resultantQuestionId": null, "resourceContent": "The mission of Women Against Abuse is to provide quality, compassionate, and nonjudgmental services in a manner that fosters self-respect and independence in persons experiencing intimate partner violence and to lead the struggle to end domestic violence through advocacy and community education.\nServices:\nWomen Against Abuse’s two 24-hour emergency safe havens provide free services to survivors of all gender identities and their children who are victims of domestic violence.\nThe Legal Center offers free legal advocacy and representation for survivors of all gender identities dealing with relationship violence-related legal matters\nSojourner House, Women Against Abuse’s transitional housing program, provides long-term housing and supportive services to domestic violence victims. The program provides family apartments for survivors of all gender identities with children for up to 18 months.\nThe Policy & Prevention Department offers a variety of workshops for community groups and organizations, public schools, and city agencies.\nThe Women Against Abuse Safe at Home Program provides community-based case management paired with housing supports, as available, to survivors of domestic violence of all gender identities. The program includes linkages to a limited number of safe, affordable housing units, as well as relocation assistance and rental subsidies, options counseling, advocacy and education to help survivors maintain safe and affordable housing while developing financial literacy and life-skills for long-term self-sufficiency.\nEconomic Empowerment program aims to reduce homelessness and increase the long-term economic stability for survivors of intimate partner violence so that they can sustain their independence from abuse, remain safe and thrive. The program includes job readiness workshops, skill-building sessions and career panels.\n\n\nContact:\nPhone (24/7): 1.866.723.3014\nAddress: 100 South Broad Street, Suite 1341 Philadelphia, PA 19102", "resourceLink": "https://www.womenagainstabuse.org/"}, {"_id": "0000005c0000000000000000", "text": "Mazzoni Center for LGBTQ+ Survivors", "resultantQuestionId": null, "resourceContent": "Provides quality comprehensive health and wellness services in an LGBTQ-focused environment, while preserving the dignity and improving the quality of life of the individuals they serve.\nContact:\nHealth Center - General Questions/Request\nHealth Center Front Desk: 215-563-0658\nFax Number: 215-923-0365\nBehavioral Health - Intakes\nTherapy Intake Line: 215-563-0652 ext. 248\nContact Us Online: Therapy Intake Form\nRecovery Services Line: 215-563-0652 ext. 243\nEducation - Education and Professional Training\nProfessional Trainings: Education & Professional Development Services Request Form https://www.surveymonkey.com/r/PDRequest\nStudents Workshops: Yes, PLEASE! Request Form\nhttps://www.surveymonkey.com/r/YP-Request\nLegal Services - General Questions/Request\nLegal Services Line: 215-563-0657", "resourceLink": "https://www.mazzonicenter.org/"}, {"_id": "0000005d0000000000000000", "text": "I want to find a therapist with my own insurance", "resultantQuestionId": null, "resourceContent": "SHAC can help with referrals to external therapists.\nDisclaimer: this will not be an immediate help solution", "resourceLink": ""}, {"_id": "0000005e0000000000000000", "text": "Congreso de Latinos Unidos", "resultantQuestionId": null, "resourceContent": "Domestic Violence Services\nThe Latina Domestic Violence Program (LDVP) is a free, confidential, and voluntary counseling and advocacy program for victims and survivors of domestic violence. Including children who have witnessed domestic violence and teens experiencing DV.\nContact:\nPhone: 215-763-8870 ext. 1300\nEmail: peraltar@congreso.net\nAddress: 216 West Somerset St, Philadelphia, PA 19133, walk in hours Monday-Thursday 10am-4pm\nCongreso Health Center\nThe Congreso Health Center currently operates in person and remotely with a team of bilingual and bicultural medical professionals. We offer comprehensive primary care and family medicine services to the community. In addition, Social Workers and Patient Navigators are available to assist clients with specialty care referrals and health insurance applications for those that qualify. Offers pregnancy testing and STD testing and treatment among other services. No insurance required.\nContact:\nPhone: 267-765-2272\nEmail: arroyof@congreso.net\nAddress: 216 West Somerset St, Philadelphia, PA 19133\n", "resourceLink": "https://www.congreso.net/health-safety/domestic-violence-services/"}, {"_id": "0000005f0000000000000000", "text": "Women in Transition", "resultantQuestionId": null, "resourceContent": "Women In Transition (WIT) empowers people to move forward in their lives free of domestic violence (DV) and substance abuse.\nWIT offers free and confidential services in Philadelphia: telephone and crisis counseling, peer support groups, individual empowerment counseling, client advocacy and referrals, community education trainings, and WAVE empowerment self-defense classes.\nContact:\n Phone: 215-751-1111\nEmail: witservices@helpwomen.org", "resourceLink": "https://helpwomen.org/"}, {"_id": "000000600000000000000000", "text": "Lutheran Settlement House", "resultantQuestionId": null, "resourceContent": "Domestic Violence Services\nThe Bilingual Domestic Violence Program (BDVP) provides free counseling services for victims and survivors of domestic and dating abuse regardless of gender or sexual orientation. We offer counseling for adults and children, support groups, hotel placements for clients in crisis, and transitional survivor housing.\nContact:\nPhone: 215-426-8610, ext 1278\nEmail: mslick@lshphilly.org", "resourceLink": "https://www.lutheransettlement.org/lsh-services/bilingual-domestic-violence-program/"}], "isQuestion": false}, {"_id": "000000220000000000000000", "text": "Resources", "resultantAnswers": [{"_id": "000000530000000000000000", "text": "Penn Violence Prevention (on campus)", "resultantQuestionId": null, "resourceContent": "Penn Violence Prevention provides confidential options counseling and support services. Their website also features educational materials on relationship violence, sexual violence, stalking, and sexual harassment.\nContact:\nEmail: vpul-pvp@pobox.upenn.edu\nPhone: (215) 898-6081\nAddress: 3611 Locust Walk, Philadelphia, PA 19104-6222", "resourceLink": "https://pvp.universitylife.upenn.edu/"}, {"_id": "000000610000000000000000", "text": "One Love Foundation", "resultantQuestionId": null, "resourceContent": "One Love empowers young people with the tools and resources they need to see the signs of healthy and unhealthy relationships and bring life-saving prevention education to their communities.", "resourceLink": "https://www.joinonelove.org/"}, {"_id": "000000620000000000000000", "text": "National Sexual Violence Resource Center", "resultantQuestionId": null, "resourceContent": "The National Sexual Violence Resource Center (NSVRC) is the leading nonprofit in providing information and tools to prevent and respond to sexual violence. NSVRC translates research and trends into best practices that help individuals, communities and service providers achieve real and lasting change. NSVRC also works with the media to promote informed reporting. Every April, NSVRC leads Sexual Assault Awareness Month (SAAM), a campaign to educate and engage the public in addressing this widespread issue. NSVRC is also one of the three founding organizations of RALIANCE, a national, collaborative initiative dedicated to ending sexual violence in one generation.\nContact:\nPhone: 877-739-3895 TOLL-FREE, 717-909-0715 TTY\nEmail: resources@nsvrc.org", "resourceLink": "https://www.nsvrc.org/"}], "isQuestion": false}, {"_id": "000000230000000000000000", "text": "Resources", "resultantAnswers": [{"_id": "000000670000000000000000", "text": "Title IX", "resultantQuestionId": null, "resourceContent": "Title IX Office\n-The Office of the Associate Vice President (AVP) for Equity and Title IX Officer is the central intake point for all reports and complaints under the University’s Sexual Misconduct Policy. \n- Oversees investigative and non-investigative resolutions when a complaint is filed.*\n- Collaborates with campus partners to provide support and resource options (to attain no contact orders, handle rearrangement of classes/dorm rooms, etc) and external resources (to pursue criminal reports with the District Attorney, Office for Civil Rights of the US Department of Education, etc).\n*The Title IX Officer will honor a complainant’s request not to proceed with a complaint investigation. The only exception would be in the instance that the Title IX Officer has made a fact-specific determination that the conduct as alleged presents an imminent and serious threat to the health or safety of a complainant, another person or prevents the University from ensuring equal access based on sex to its education program or activity. Before initiating a complaint the Title IX Officer must notify the complainant.\nContact:\nMichele Rovinsky-Mayer, AVP & Title IX Officer\nEmail: titleIXofficer@upenn.edu Phone (M-F 9-5 PM): (215) 898-2887\nAddress: 3901 Walnut Street, Suite 320, Philadelphia, PA 19104-3682", "resourceLink": "https://titleixoffice.upenn.edu"}], "isQuestion": false}, {"_id": "000000240000000000000000", "text": "Resources", "resultantAnswers": [{"_id": "000000690000000000000000", "text": "Anonymous report (215-PCOMPLY)", "resultantQuestionId": null, "resourceContent": "Anonymous reports of violations of the University’s Sexual Misconduct Policy can be made through the University’s 215-P-COMPLY line by dialing 215-P-COMPLY (215-726-6759) or by submitting a report via the 215-P-COMPLY web portal\n\nNote: Please remember to write down your login information because you will need it to access your report and incoming messages.\nThe PCOMPLY system will not notify you of new messages.\nIf you wish to learn about resources or updates to the process, you must log back into the portal at EthicsPoint.", "resourceLink": "http://www.upenn.edu/215pcomply"}], "isQuestion": false}, {"_id": "000000250000000000000000", "text": "Resources", "resultantAnswers": [{"_id": "0000006a0000000000000000", "text": "Equal Rights Associates", "resultantQuestionId": null, "resourceContent": "ERA’s Initiative to End Sexual Violence in Education (ESVE) helps students find support and seek justice when sexual assault or harassment threatens to disrupt their education.\nAs part of this initiative, we launched the nation’s first network of pro bono attorneys dedicated to helping college student survivors. We train and support these volunteer lawyers, known as ENOUGH Advocates, to help student survivors learn their legal rights, figure out their school’s complaint and investigation policies, and weigh their options in the wake of sexual assault or harassment.\nContact:\nRequest a phone call with an ENOUGH Advocate: https://docs.google.com/forms/d/e/1FAIpQLSfcEUy4zxxzfv26JKHGQ0JsFDugptpMDNTqSQNetdfTawr1fQ/viewform", "resourceLink": "https://www.equalrights.org/issue/student-survivor-toolkit/"}, {"_id": "0000006b0000000000000000", "text": "National Women's Law Center", "resultantQuestionId": null, "resourceContent": "Through the Time’s Up Legal Defense Fund and the Legal Network for Gender Equity, which are both administered by National Women’s Law Center Fund, we connect people facing sex harassment and other forms of sex discrimination in education, the workplace, and when getting health care with legal assistance.\nContact:\nPhone (for seeking legal assistance): 202-319-3053\nPhone (general): 202-588-5180\nLegal Help request form: https://nwlcoi.legalserver.org/modules/matter/extern_intake.php?pid=136&h=c55876&%20", "resourceLink": "https://nwlc.org/legal-assistance/help-for-students-facing-sex-discrimination-or-harassment-at-school/"}, {"_id": "0000006c0000000000000000", "text": "Pennsylvania Office of Victims Advocate", "resultantQuestionId": null, "resourceContent": "The Office of Victim Advocate (OVA) is the state agency with the authority and duty to advocate for the rights and needs of crime victims.\nWe accomplish our mission through victim services, which includes post-sentencing notifications of offender status and movements within the DOC and the parole system; restorative justice programs that promote resilience and healing; and we are currently developing new initiatives around crime prevention.\n\nContact:\nPhone: 800-563-6399\nEmail: ra-ovainfo@pa.gov\nContact Form: https://py-forms-prod.powerappsportals.us/PBPP-Forms/OVAContactUsForm/", "resourceLink": "https://www.ova.pa.gov/Pages/default.aspx"}, {"_id": "0000006d0000000000000000", "text": "Pennsylvania Victims Compensation Assistance Program", "resultantQuestionId": null, "resourceContent": "The Victims Compensation Assistance Program helps victims and their families through the emotional and physical aftermath of a crime by easing the financial impact placed upon them by the crime. VCAP is able to reimburse insurance co-pays, out-of-network expenses and other out-of-pocket costs.\nContact:\nPhone: 1-800-233-2339 or 717-783-5153\nEmail: ra-davesupport@pa.gov", "resourceLink": "https://www.pccd.pa.gov/Victim-Services/Pages/Victims-Compensation-Assistance-Program-(VCAP).aspx"}, {"_id": "0000006e0000000000000000", "text": "Philadelphia District Attorney's Office", "resultantQuestionId": null, "resourceContent": "Victim Support Services Division\nThe Victim Support Services Division is committed to engaging, empowering, and encouraging victims, co-victims, survivors, witnesses, and families as they journey through the healing process in the community and during the criminal justice process.\nContact:\n Phone: 215-686-8027\nEmail: DA.VictimServices@phila.gov", "resourceLink": "https://phillyda.org/victims-and-witnesses/"}], "isQuestion": false}, {"_id": "000000260000000000000000", "text": "Resources", "resultantAnswers": [{"_id": "000000720000000000000000", "text": "OCR Complaint Assessment Tool", "resultantQuestionId": null, "resourceContent": "The mission of the Office for Civil Rights is to ensure equal access to education and to promote educational excellence throughout the nation through vigorous enforcement of civil rights.\nWe serve student populations facing discrimination and the advocates and institutions promoting systemic solutions to civil rights problems. An important responsibility is resolving complaints of discrimination.\nContact:\nU.S. Department of Education Office of Civil Rights (OCR)\nPhiladelphia Office\n\nU.S. Department of Education\n\nThe Wanamaker Building\n100 Penn Square East, Suite 515\nPhiladelphia, PA 19107-3323\nPhone: (215) 656-8541\nEmail: OCR.Philadelphia@ed.gov\nComplaint Assessment Tool: https://ocrcas.ed.gov/", "resourceLink": "https://www2.ed.gov/about/offices/list/ocr/aboutocr.html"}, {"_id": "000000730000000000000000", "text": "Office for Civil Rights - Philadelphia Office", "resultantQuestionId": null, "resourceContent": "Office for Civil Rights\nThe mission of the Office for Civil Rights is to ensure equal access to education and to promote educational excellence throughout the nation through vigorous enforcement of civil rights.\nWe serve student populations facing discrimination and the advocates and institutions promoting systemic solutions to civil rights problems. An important responsibility is resolving complaints of discrimination.\nContact:\nU.S. Department of Education Office of Civil Rights (OCR)\nPhiladelphia Office\n\nU.S. Department of Education\n\nThe Wanamaker Building\n100 Penn Square East, Suite 515\nPhiladelphia, PA 19107-3323\nPhone: (215) 656-8541\nEmail: OCR.Philadelphia@ed.gov\nComplaint Assessment Tool: https://ocrcas.ed.gov/", "resourceLink": "https://www2.ed.gov/about/offices/list/ocr/aboutocr.html"}], "isQuestion": false}, {"_id": "000000270000000000000000", "text": "Resources", "resultantAnswers": [{"_id": "000000530000000000000000", "text": "Penn Violence Prevention (on campus)", "resultantQuestionId": null, "resourceContent": "Penn Violence Prevention provides confidential options counseling and support services. Their website also features educational materials on relationship violence, sexual violence, stalking, and sexual harassment.\nContact:\nEmail: vpul-pvp@pobox.upenn.edu\nPhone: (215) 898-6081\nAddress: 3611 Locust Walk, Philadelphia, PA 19104-6222", "resourceLink": "https://pvp.universitylife.upenn.edu/"}, {"_id": "000000680000000000000000", "text": "Special Services", "resultantQuestionId": null, "resourceContent": "Special Services can help you connect more directly to a police report; Special Services is a confidential resource", "resourceLink": ""}], "isQuestion": false}, {"_id": "000000280000000000000000", "text": "Resources", "resultantAnswers": [{"_id": "000000630000000000000000", "text": "Penn Police", "resultantQuestionId": null, "resourceContent": "Penn Police can investigate criminal incidents occurring within the Penn patrol zone (from 30th Street to 43rd Street (east to west) and Market Street to Baltimore Avenue (north to south)), and of necessary work with the Philadelphia Police Department. You can work with Penn Police to report a criminal incident or suspicious behavior, and you can file an anonymous report through the Silent Witness Form.\nContact:\nMedical and emergency-related calls : 215-573-3333\nGeneral Information: 215-898-7297", "resourceLink": ""}, {"_id": "000000640000000000000000", "text": "Special Services", "resultantQuestionId": null, "resourceContent": "Comprehensive victim support for any member of the University community who has been a victim of interpersonal violence. Special Services advocates are on call 24-hours a day to provide options counseling, hospital and court accompaniment, and take formal police reports. Special Services can also provide support for students interested in filing criminal reports outside of Philadelphia. Special Services is a confidential unit and can provide support for students, staff and faculty who wish to remain anonymous.\nContact:\n24/7\nPhone: 215-898-4481 or 215-898-6600 (24/7)\nEmail (non-emergency): SpecialServices@publicsafety.upenn.edu\nAddress**: 4040 Chestnut Street, Philadelphia, PA 19104\nWebsite: https://www.publicsafety.upenn.edu/about/special-services/\n** While Special Services is located within the Penn Police department, they will meet with you anywhere on campus you are more comfortable. Reach out to them to schedule a meeting.", "resourceLink": "https://www.publicsafety.upenn.edu/about/special-services/"}], "isQuestion": false}, {"_id": "000000290000000000000000", "text": "Resources", "resultantAnswers": [{"_id": "000000650000000000000000", "text": "Philadelphia Police Department", "resultantQuestionId": null, "resourceContent": "Phone: 911 (emergency) or 311 (non-emergency)\nPolice Headquarters Address: 400 N. Broad Street, Philadelphia, PA 19130", "resourceLink": "https://www.phillypolice.com/"}, {"_id": "000000660000000000000000", "text": "Philadelphia SVU", "resultantQuestionId": null, "resourceContent": "You can go directly to the SVU to file a police report yourself; or Penn Police will take a report and direct you to the SVU for actual filing, per Philadelphia policy.\nSpecial Services is able to provide accompaniment and transportation to the SVU and/or PSARC.\nContact\nAddress: 300 E. Hunting Park Ave, Philadelphia, PA 19124\nPhone Number: (215) 685-3251, 52, or 53 to make a police report", "resourceLink": ""}], "isQuestion": false}, {"_id": "0000002a0000000000000000", "text": "Resources", "resultantAnswers": [{"_id": "000000630000000000000000", "text": "Penn Police", "resultantQuestionId": null, "resourceContent": "Penn Police can investigate criminal incidents occurring within the Penn patrol zone (from 30th Street to 43rd Street (east to west) and Market Street to Baltimore Avenue (north to south)), and of necessary work with the Philadelphia Police Department. You can work with Penn Police to report a criminal incident or suspicious behavior, and you can file an anonymous report through the Silent Witness Form.\nContact:\nMedical and emergency-related calls : 215-573-3333\nGeneral Information: 215-898-7297", "resourceLink": ""}, {"_id": "000000640000000000000000", "text": "Special Services", "resultantQuestionId": null, "resourceContent": "Comprehensive victim support for any member of the University community who has been a victim of interpersonal violence. Special Services advocates are on call 24-hours a day to provide options counseling, hospital and court accompaniment, and take formal police reports. Special Services can also provide support for students interested in filing criminal reports outside of Philadelphia. Special Services is a confidential unit and can provide support for students, staff and faculty who wish to remain anonymous.\nContact:\n24/7\nPhone: 215-898-4481 or 215-898-6600 (24/7)\nEmail (non-emergency): SpecialServices@publicsafety.upenn.edu\nAddress**: 4040 Chestnut Street, Philadelphia, PA 19104\nWebsite: https://www.publicsafety.upenn.edu/about/special-services/\n** While Special Services is located within the Penn Police department, they will meet with you anywhere on campus you are more comfortable. Reach out to them to schedule a meeting.", "resourceLink": "https://www.publicsafety.upenn.edu/about/special-services/"}, {"_id": "000000670000000000000000", "text": "Title IX", "resultantQuestionId": null, "resourceContent": "Title IX Office\n-The Office of the Associate Vice President (AVP) for Equity and Title IX Officer is the central intake point for all reports and complaints under the University’s Sexual Misconduct Policy. \n- Oversees investigative and non-investigative resolutions when a complaint is filed.*\n- Collaborates with campus partners to provide support and resource options (to attain no contact orders, handle rearrangement of classes/dorm rooms, etc) and external resources (to pursue criminal reports with the District Attorney, Office for Civil Rights of the US Department of Education, etc).\n*The Title IX Officer will honor a complainant’s request not to proceed with a complaint investigation. The only exception would be in the instance that the Title IX Officer has made a fact-specific determination that the conduct as alleged presents an imminent and serious threat to the health or safety of a complainant, another person or prevents the University from ensuring equal access based on sex to its education program or activity. Before initiating a complaint the Title IX Officer must notify the complainant.\nContact:\nMichele Rovinsky-Mayer, AVP & Title IX Officer\nEmail: titleIXofficer@upenn.edu Phone (M-F 9-5 PM): (215) 898-2887\nAddress: 3901 Walnut Street, Suite 320, Philadelphia, PA 19104-3682", "resourceLink": "https://titleixoffice.upenn.edu"}], "isQuestion": false}, {"_id": "0000002b0000000000000000", "text": "Resources", "resultantAnswers": [{"_id": "000000670000000000000000", "text": "Title IX", "resultantQuestionId": null, "resourceContent": "Title IX Office\n-The Office of the Associate Vice President (AVP) for Equity and Title IX Officer is the central intake point for all reports and complaints under the University’s Sexual Misconduct Policy. \n- Oversees investigative and non-investigative resolutions when a complaint is filed.*\n- Collaborates with campus partners to provide support and resource options (to attain no contact orders, handle rearrangement of classes/dorm rooms, etc) and external resources (to pursue criminal reports with the District Attorney, Office for Civil Rights of the US Department of Education, etc).\n*The Title IX Officer will honor a complainant’s request not to proceed with a complaint investigation. The only exception would be in the instance that the Title IX Officer has made a fact-specific determination that the conduct as alleged presents an imminent and serious threat to the health or safety of a complainant, another person or prevents the University from ensuring equal access based on sex to its education program or activity. Before initiating a complaint the Title IX Officer must notify the complainant.\nContact:\nMichele Rovinsky-Mayer, AVP & Title IX Officer\nEmail: titleIXofficer@upenn.edu Phone (M-F 9-5 PM): (215) 898-2887\nAddress: 3901 Walnut Street, Suite 320, Philadelphia, PA 19104-3682", "resourceLink": "https://titleixoffice.upenn.edu"}, {"_id": "000000650000000000000000", "text": "Philadelphia Police Department", "resultantQuestionId": null, "resourceContent": "Phone: 911 (emergency) or 311 (non-emergency)\nPolice Headquarters Address: 400 N. Broad Street, Philadelphia, PA 19130", "resourceLink": "https://www.phillypolice.com/"}, {"_id": "000000660000000000000000", "text": "Philadelphia SVU", "resultantQuestionId": null, "resourceContent": "You can go directly to the SVU to file a police report yourself; or Penn Police will take a report and direct you to the SVU for actual filing, per Philadelphia policy.\nSpecial Services is able to provide accompaniment and transportation to the SVU and/or PSARC.\nContact\nAddress: 300 E. Hunting Park Ave, Philadelphia, PA 19124\nPhone Number: (215) 685-3251, 52, or 53 to make a police report", "resourceLink": ""}], "isQuestion": false}, {"_id": "0000002c0000000000000000", "text": "Resources", "resultantAnswers": [{"_id": "0000007c0000000000000000", "text": "RAINN (Emotional and Physical)", "resultantQuestionId": null, "resourceContent": "To speak with someone who is trained to help, call the National Sexual Assault Hotline at 800.656.HOPE (4673) or chat online at online.rainn.org.", "resourceLink": "https://www.rainn.org/articles/self-care-after-trauma"}, {"_id": "000000610000000000000000", "text": "One Love Foundation", "resultantQuestionId": null, "resourceContent": "One Love empowers young people with the tools and resources they need to see the signs of healthy and unhealthy relationships and bring life-saving prevention education to their communities.", "resourceLink": "https://www.joinonelove.org/"}, {"_id": "0000007d0000000000000000", "text": "Consuming Media", "resultantQuestionId": null, "resourceContent": "The media can be a great tool for increasing public awareness about sexual violence, but it can also pose challenges for some survivors. Portrayals of sexual violence in movies, television shows, the news, and social media can prompt negative reactions, from flashbacks and anxiety to feelings of sadness or irritability. This article describes a few ways of helping to limit exposure to media that could prompt uncomfortable experiences/emotions. ", "resourceLink": "https://www.rainn.org/articles/tips-survivors-consuming-media"}, {"_id": "0000007e0000000000000000", "text": "National Sexual Violence Resource Center", "resultantQuestionId": null, "resourceContent": "This document provides a brief overview of trauma and how to take care of yourself when working to address sexual violence.", "resourceLink": "https://www.nsvrc.org/publications/nsvrc-publications-articles/self-care-and-trauma-work"}], "isQuestion": false}, {"_id": "0000002d0000000000000000", "text": "Resources", "resultantAnswers": [{"_id": "000000950000000000000000", "text": "RAINN (Safety Planning)", "resultantQuestionId": null, "resourceContent": "Safety planning is about brainstorming ways to stay safe that may also help reduce the risk of future harm. It can include planning for a future crisis, considering your options, and making decisions about your next steps. Finding ways to stay and feel safer can be an important step towards healing, and these plans and actions should not increase the risk of being hurt.", "resourceLink": "https://www.rainn.org/articles/safety-planning"}, {"_id": "000000530000000000000000", "text": "Penn Violence Prevention (on campus)", "resultantQuestionId": null, "resourceContent": "Penn Violence Prevention provides confidential options counseling and support services. Their website also features educational materials on relationship violence, sexual violence, stalking, and sexual harassment.\nContact:\nEmail: vpul-pvp@pobox.upenn.edu\nPhone: (215) 898-6081\nAddress: 3611 Locust Walk, Philadelphia, PA 19104-6222", "resourceLink": "https://pvp.universitylife.upenn.edu/"}, {"_id": "000000560000000000000000", "text": "Special Services (24/7) - on-campus\n\n", "resultantQuestionId": null, "resourceContent": "Comprehensive victim support for any member of the University community who has been a victim of interpersonal violence. Special Services advocates are on call 24-hours a day to provide options counseling, hospital and court accompaniment, and take formal police reports. Special Services can also provide support for students interested in filing criminal reports outside of Philadelphia. Special Services is a confidential unit and can provide support for students, staff and faculty who wish to remain anonymous.\nContact:\n24/7\nPhone: 215-898-4481 or 215-898-6600 (24/7)\nEmail (non-emergency): SpecialServices@publicsafety.upenn.edu\nAddress**: 4040 Chestnut Street, Philadelphia, PA 19104\n** While Special Services is located within the Penn Police department, they will meet with you anywhere on campus you are more comfortable. Reach out to them to schedule a meeting", "resourceLink": "https://www.publicsafety.upenn.edu/about/special-services/"}], "isQuestion": false}, {"_id": "0000002e0000000000000000", "text": "Resources", "resultantAnswers": [{"_id": "0000007f0000000000000000", "text": "Student Intervention Services", "resultantQuestionId": null, "resourceContent": "Student Intervention Services (SIS) enhances well-being, academic success, and personal growth within Penn’s diverse student body through crisis intervention and prevention. SIS collaborates with multidisciplinary partners to provide support, advocacy, solutions, and coordination of services (such as interim measures) for individual students and the Penn community.\nPlease note: this resource is not confidential.\nContact:\nEmail: vpul-sisteam@pobox.upenn.edu\nPhone: (215) 898-6081\nAddress: 3611 Locust Walk Philadelphia, PA 19104", "resourceLink": "https://sis.vpul.upenn.edu"}, {"_id": "000000670000000000000000", "text": "Title IX", "resultantQuestionId": null, "resourceContent": "Title IX Office\n-The Office of the Associate Vice President (AVP) for Equity and Title IX Officer is the central intake point for all reports and complaints under the University’s Sexual Misconduct Policy. \n- Oversees investigative and non-investigative resolutions when a complaint is filed.*\n- Collaborates with campus partners to provide support and resource options (to attain no contact orders, handle rearrangement of classes/dorm rooms, etc) and external resources (to pursue criminal reports with the District Attorney, Office for Civil Rights of the US Department of Education, etc).\n*The Title IX Officer will honor a complainant’s request not to proceed with a complaint investigation. The only exception would be in the instance that the Title IX Officer has made a fact-specific determination that the conduct as alleged presents an imminent and serious threat to the health or safety of a complainant, another person or prevents the University from ensuring equal access based on sex to its education program or activity. Before initiating a complaint the Title IX Officer must notify the complainant.\nContact:\nMichele Rovinsky-Mayer, AVP & Title IX Officer\nEmail: titleIXofficer@upenn.edu Phone (M-F 9-5 PM): (215) 898-2887\nAddress: 3901 Walnut Street, Suite 320, Philadelphia, PA 19104-3682", "resourceLink": "https://titleixoffice.upenn.edu"}], "isQuestion": false}, {"_id": "0000002f0000000000000000", "text": "Resources", "resultantAnswers": [{"_id": "000000560000000000000000", "text": "Special Services (24/7) - on-campus\n\n", "resultantQuestionId": null, "resourceContent": "Comprehensive victim support for any member of the University community who has been a victim of interpersonal violence. Special Services advocates are on call 24-hours a day to provide options counseling, hospital and court accompaniment, and take formal police reports. Special Services can also provide support for students interested in filing criminal reports outside of Philadelphia. Special Services is a confidential unit and can provide support for students, staff and faculty who wish to remain anonymous.\nContact:\n24/7\nPhone: 215-898-4481 or 215-898-6600 (24/7)\nEmail (non-emergency): SpecialServices@publicsafety.upenn.edu\nAddress**: 4040 Chestnut Street, Philadelphia, PA 19104\n** While Special Services is located within the Penn Police department, they will meet with you anywhere on campus you are more comfortable. Reach out to them to schedule a meeting", "resourceLink": "https://www.publicsafety.upenn.edu/about/special-services/"}, {"_id": "0000007b0000000000000000", "text": "PSARC", "resultantQuestionId": null, "resourceContent": "At PSARC, you can get a sexual assault exam done. Getting a rape kit done here does not require interaction with the Philadelphia SVU. However, filing a report with the SVU is the only way to start any criminal process, although you are not required to do so.\nSpecial Services can provide accompaniment and transportation to PSARC.\nContact:\nAddress: 300 E. Hunting Park Ave, Philadelphia, PA 19124\nEmail: psarc@drexel.edu\nNon-emergency phone: 215-800-1589\nEmergency phone (for on-call sexual assault nurse examiner/SANE): 215-425-1625", "resourceLink": "https://drexel.edu/cnhp/practices/Philadelphia%20Sexual%20Assault%20Response%20Center/"}, {"_id": "000000800000000000000000", "text": "Documenting Abusive Relationships", "resultantQuestionId": null, "resourceContent": "Documenting the warning signs of dating abuse (in every form that it occurs) will help provide proof of your partner’s behavior if you ever need it, for legal reasons or otherwise. For some survivors, it can simply be useful to validate your experience and process complex emotions. This document outlines the ways to document abuse.", "resourceLink": "https://www.thehotline.org/resources/documenting-abuse/"}, {"_id": "000000810000000000000000", "text": "Tips to avoid evidence destruction", "resultantQuestionId": null, "resourceContent": "Survivors are advised to avoid smoking, drinking, douching, bathing or changing their clothes prior to the exam. However, if any of these are done, the survivor can still get an exam.", "resourceLink": ""}], "isQuestion": false}, {"_id": "000000300000000000000000", "text": "Resources", "resultantAnswers": [{"_id": "000000540000000000000000", "text": "SHAC", "resultantQuestionId": null, "resourceContent": "SHAC offers confidential counseling and a 24/7 phone line, and they only have to report if you are going to harm yourself or another person. They are not always trained to deal with sexual assault at Penn.\nContact:\nPhone (24/7 support line): 215-898-7021\nHours:\nMonday - Wednesday: 9 am – 7 pm\nThursday - Friday: 9 am – 5 pm\nSaturday: 10 am – 3 pm\nClosed on Sundays\nStudents can drop-in and meet with a clinician during regular business hours.\nSHAC can also help with referrals to external therapists.\nDisclaimer: this will not be an immediate help solution.", "resourceLink": "https://wellness.upenn.edu/student-health-and-counseling/student-health-and-counseling-counseling-services"}, {"_id": "000000770000000000000000", "text": "Planned Parenthood", "resultantQuestionId": null, "resourceContent": "Planned Parenthood is one of the nation’s leading providers of high-quality, affordable health care, and the nation’s largest provider of sex education. With or without insurance, you can always come to us for your health care.\n\nThe Elizabeth Blackwell Health Center at Locust Street\nOffers abortion referrals, birth control, HIV services, men's health care, morning-after pill (emergency contraception), STD testing, treatment & vaccines, transgender hormone therapy, and women's health care\nContact:\nPhone: 215-351-5560\nAddress: 1144 Locust Street, Philadelphia, PA 19107\nLocust Street Surgical Center\nOffers abortions and STD testing, treatment & vaccines\nContact:\n Phone: 215-351-5550\nAddress: 1144 Locust Street, Philadelphia, PA 19107", "resourceLink": "https://www.plannedparenthood.org/health-center/pennsylvania/philadelphia/19107"}, {"_id": "000000780000000000000000", "text": "Your general practitioner or OBGYN", "resultantQuestionId": null, "resourceContent": "Your general practitioner or OBGYN\nIf you go to a doctor outside of Penn, they can provide medical care and referrals.", "resourceLink": ""}, {"_id": "000000790000000000000000", "text": "Local Hospitals (HUP, Penn Presbyterian, Thomas Jefferson) (Note: Penn Student Health Services is closed on Sundays)", "resultantQuestionId": null, "resourceContent": "Local Hospitals\nIf SHS (Student Health Services) isn't open (Sundays and at night), you can go to a local emergency room.\n\nHospital of the University of Pennsylvania (HUP) – 1 Convention Avenue, Philadelphia\nPenn Presbyterian Medical Center (PPMC) – Myrin Building, 51 N. 39th Street, Philadelphia\nPennsylvania Hospital (PAH) – 800 Spruce Street, Philadelphia", "resourceLink": ""}, {"_id": "0000007a0000000000000000", "text": "Philadelphia Women's Center", "resultantQuestionId": null, "resourceContent": "PWC is conveniently located in Center City Philadelphia, and is a state-licensed Ambulatory Surgical Facility that provides abortion care up to 24 weeks of pregnancy. When you visit the Center you will find a warm, friendly and inviting space that allows patients the freedom to make thoughtful pregnancy decisions surrounded by staff who respect their choices.\nContact:\nPhone: 215-574-3590\nAddress: 777 Appletree Street, 7th Floor Philadelphia, PA 19106", "resourceLink": "https://www.thewomenscenters.com/philadelphiawomenscenter/"}], "isQuestion": false}, {"_id": "000000310000000000000000", "text": "Resources", "resultantAnswers": [{"_id": "0000007b0000000000000000", "text": "PSARC", "resultantQuestionId": null, "resourceContent": "At PSARC, you can get a sexual assault exam done. Getting a rape kit done here does not require interaction with the Philadelphia SVU. However, filing a report with the SVU is the only way to start any criminal process, although you are not required to do so.\nSpecial Services can provide accompaniment and transportation to PSARC.\nContact:\nAddress: 300 E. Hunting Park Ave, Philadelphia, PA 19124\nEmail: psarc@drexel.edu\nNon-emergency phone: 215-800-1589\nEmergency phone (for on-call sexual assault nurse examiner/SANE): 215-425-1625", "resourceLink": "https://drexel.edu/cnhp/practices/Philadelphia%20Sexual%20Assault%20Response%20Center/"}], "isQuestion": false}, {"_id": "000000320000000000000000", "text": "Resources", "resultantAnswers": [{"_id": "000000940000000000000000", "text": "Signs of unhealthy relationships", "resultantQuestionId": null, "resourceContent": "Behaviors that indicate relationship violence and/or stalking should not be ignored. If you or a friend is experiencing these signs, please get in touch with a confidential resource to navigate the situation.\nSigns of an unhealthy relationship include: expressing overly intense emotions or over-the-top behavior, manipulation, sabotaging reputation, achievements or success, guilting, deflecting responsibility, being possessive, isolating you from friends and family, belittling you, and/or making you feel scared, confused, or intimidated.", "resourceLink": ""}, {"_id": "000000530000000000000000", "text": "Penn Violence Prevention (on campus)", "resultantQuestionId": null, "resourceContent": "Penn Violence Prevention provides confidential options counseling and support services. Their website also features educational materials on relationship violence, sexual violence, stalking, and sexual harassment.\nContact:\nEmail: vpul-pvp@pobox.upenn.edu\nPhone: (215) 898-6081\nAddress: 3611 Locust Walk, Philadelphia, PA 19104-6222", "resourceLink": "https://pvp.universitylife.upenn.edu/"}, {"_id": "000000560000000000000000", "text": "Special Services (24/7) - on-campus\n\n", "resultantQuestionId": null, "resourceContent": "Comprehensive victim support for any member of the University community who has been a victim of interpersonal violence. Special Services advocates are on call 24-hours a day to provide options counseling, hospital and court accompaniment, and take formal police reports. Special Services can also provide support for students interested in filing criminal reports outside of Philadelphia. Special Services is a confidential unit and can provide support for students, staff and faculty who wish to remain anonymous.\nContact:\n24/7\nPhone: 215-898-4481 or 215-898-6600 (24/7)\nEmail (non-emergency): SpecialServices@publicsafety.upenn.edu\nAddress**: 4040 Chestnut Street, Philadelphia, PA 19104\n** While Special Services is located within the Penn Police department, they will meet with you anywhere on campus you are more comfortable. Reach out to them to schedule a meeting", "resourceLink": "https://www.publicsafety.upenn.edu/about/special-services/"}, {"_id": "000000860000000000000000", "text": "Philadelphia Domestic Violence Hotline", "resultantQuestionId": null, "resourceContent": "Help is available! Call the citywide, 24-hour Philadelphia Domestic Violence Hotline anytime for crisis intervention, safety planning, resources and referrals. All calls are free, confidential and anonymous.\nHotline counselors can help connect you with free services in the Philadelphia area, including emergency housing, legal services, behavioral health services and other resources.\nContact:\nPhone: 1-866-723-3014", "resourceLink": ""}], "isQuestion": false}, {"_id": "000000330000000000000000", "text": "Resources", "resultantAnswers": [{"_id": "000000530000000000000000", "text": "Penn Violence Prevention (on campus)", "resultantQuestionId": null, "resourceContent": "Penn Violence Prevention provides confidential options counseling and support services. Their website also features educational materials on relationship violence, sexual violence, stalking, and sexual harassment.\nContact:\nEmail: vpul-pvp@pobox.upenn.edu\nPhone: (215) 898-6081\nAddress: 3611 Locust Walk, Philadelphia, PA 19104-6222", "resourceLink": "https://pvp.universitylife.upenn.edu/"}, {"_id": "000000560000000000000000", "text": "Special Services (24/7) - on-campus\n\n", "resultantQuestionId": null, "resourceContent": "Comprehensive victim support for any member of the University community who has been a victim of interpersonal violence. Special Services advocates are on call 24-hours a day to provide options counseling, hospital and court accompaniment, and take formal police reports. Special Services can also provide support for students interested in filing criminal reports outside of Philadelphia. Special Services is a confidential unit and can provide support for students, staff and faculty who wish to remain anonymous.\nContact:\n24/7\nPhone: 215-898-4481 or 215-898-6600 (24/7)\nEmail (non-emergency): SpecialServices@publicsafety.upenn.edu\nAddress**: 4040 Chestnut Street, Philadelphia, PA 19104\n** While Special Services is located within the Penn Police department, they will meet with you anywhere on campus you are more comfortable. Reach out to them to schedule a meeting", "resourceLink": "https://www.publicsafety.upenn.edu/about/special-services/"}, {"_id": "0000005a0000000000000000", "text": "WOAR: Philadelphia Center Against Sexual Violence", "resultantQuestionId": null, "resourceContent": "WOAR is a non-profit organization in Philadelphia, Pennsylvania. Sexual violence thrives in a society rooted in systemic oppression. WOAR’s mission is to eliminate all forms of sexual violence through specialized treatment services, comprehensive prevention education programs, and advocacy for the rights of victims of sexual assault. To accomplish this mission, they fight all forms of oppression including racism and gender-based violence. Direct Services are offered for free to all Survivors of Sexual Harassment, Sexual Abuse, Sexual Assault, and Sex Trafficking/ Commercial Sexual Exploitation\nContact:\nWOAR’s 24-Hour Crisis Hotline\nCall or Text the 24-Hour Hotline to access the services at 215-985-3333\nBi-lingual/Bi-cultural individual therapy to survivors and their loved ones\nCall or Text our 24-Hour Hotline to access the services at 215-985-3333\nGroup therapy to victims/survivors\nSurvivors interested in participating in one of WOAR’s closed group MUST complete an intake with WOAR by contacting WOAR’s 24-hour crisis hotline at (215) 985-3333 to participate in a group.\nForensic exam accompaniment\nCall the 24-hour hotline at 215-985-3333 to request a Sexual Assault Counselor trained Crisis Advocate or Volunteer Advocate for in-person Forensic Exam/ Medical Accompaniment\nCourt accompaniment\nCall or Text the 24-Hour Hotline to access the services at 215-985-3333\nOffice: 1617 John F Kennedy Blvd., Suite 800 Philadelphia, PA 19103\n", "resourceLink": "https://www.woar.org/"}, {"_id": "0000006f0000000000000000", "text": "Women Against Abuse Legal Center", "resultantQuestionId": null, "resourceContent": "The Legal Center offers free legal advocacy and representation for survivors of all gender identities dealing with relationship violence-related legal matters, including:\nProtection From Abuse (PFA)\nChild Custody and Child Support\nLegal Options Counseling\nSafety Planning and Court Accompaniment\n\n\nContact:\nPhone: 215.686.7082", "resourceLink": "https://www.womenagainstabuse.org/services/legal-center"}, {"_id": "000000860000000000000000", "text": "Philadelphia Domestic Violence Hotline", "resultantQuestionId": null, "resourceContent": "Help is available! Call the citywide, 24-hour Philadelphia Domestic Violence Hotline anytime for crisis intervention, safety planning, resources and referrals. All calls are free, confidential and anonymous.\nHotline counselors can help connect you with free services in the Philadelphia area, including emergency housing, legal services, behavioral health services and other resources.\nContact:\nPhone: 1-866-723-3014", "resourceLink": ""}], "isQuestion": false}, {"_id": "000000340000000000000000", "text": "Resources", "resultantAnswers": [{"_id": "000000530000000000000000", "text": "Penn Violence Prevention (on campus)", "resultantQuestionId": null, "resourceContent": "Penn Violence Prevention provides confidential options counseling and support services. Their website also features educational materials on relationship violence, sexual violence, stalking, and sexual harassment.\nContact:\nEmail: vpul-pvp@pobox.upenn.edu\nPhone: (215) 898-6081\nAddress: 3611 Locust Walk, Philadelphia, PA 19104-6222", "resourceLink": "https://pvp.universitylife.upenn.edu/"}, {"_id": "000000820000000000000000", "text": "How to talk to a survivor", "resultantQuestionId": null, "resourceContent": "We’re glad to see that you want to support your friend. It’s important that your friend feels validated and believed, as your initial response may determine what their healing journey looks like.\nHere are a few tips for what to say or do when you hear a disclosure:\nGive them time and space while they are talking – Silence is okay.\nRespect personal space issues and do not touch them without asking permission.\nAvoid asking “Why” questions or being investigative. You do not need to know the details of someone’s experience in order to support them.\nOffer a couple of the confidential resources if they would like to speak with someone (eg. PVP, Special Services, STTOP)\nOnly answer questions you are comfortable answering. It’s okay to say, “I don’t know, but I know how to find help.” You can find more information about getting help at PVP’s website: pvp.vpul.upenn.edu\nAllow them to guide the next steps.\nUse statements such as:\nThank you for telling me. / Thank you for trusting me.\nIt’s not your fault. / You didn’t do anything to deserve this.\nI care about you and I’m here to listen or help in any way I can.\nThis must be really (hard/confusing) for you.\nI’m sorry this happened. This shouldn’t have happened to you.\n What do you need the most right now? / How can I help support you?\nAfter the disclosure: Maintain their confidentiality. You have been trusted with something very personal. This is not your story to tell. If you find yourself struggling with the details of their story, or if you’d like to talk it through with someone, Penn Violence Prevention is a confidential resource that can help you process this experience.", "resourceLink": ""}, {"_id": "000000830000000000000000", "text": "How to get support for yourself", "resultantQuestionId": null, "resourceContent": "A disclosure may bring up challenging feelings about your own lived experiences. Know that it is OK if you need to step back and refer the person to a different resource.\nSeek a confidential resource, such as Penn Violence Prevention, or therapist who can talk through your feelings if you want to.", "resourceLink": "https://www.rainn.org/TALK"}, {"_id": "000000840000000000000000", "text": "How to follow up with a friend afterwards", "resultantQuestionId": null, "resourceContent": "Show that you care about them as a friend, beyond their experience.\nCheck in periodically even if it feels like what happened occurred a long time ago.\nAsk them what they need from you, and be honest about what you can give.", "resourceLink": ""}], "isQuestion": false}, {"_id": "000000350000000000000000", "text": "Resources", "resultantAnswers": [{"_id": "000000530000000000000000", "text": "Penn Violence Prevention (on campus)", "resultantQuestionId": null, "resourceContent": "Penn Violence Prevention provides confidential options counseling and support services. Their website also features educational materials on relationship violence, sexual violence, stalking, and sexual harassment.\nContact:\nEmail: vpul-pvp@pobox.upenn.edu\nPhone: (215) 898-6081\nAddress: 3611 Locust Walk, Philadelphia, PA 19104-6222", "resourceLink": "https://pvp.universitylife.upenn.edu/"}, {"_id": "000000820000000000000000", "text": "How to talk to a survivor", "resultantQuestionId": null, "resourceContent": "We’re glad to see that you want to support your friend. It’s important that your friend feels validated and believed, as your initial response may determine what their healing journey looks like.\nHere are a few tips for what to say or do when you hear a disclosure:\nGive them time and space while they are talking – Silence is okay.\nRespect personal space issues and do not touch them without asking permission.\nAvoid asking “Why” questions or being investigative. You do not need to know the details of someone’s experience in order to support them.\nOffer a couple of the confidential resources if they would like to speak with someone (eg. PVP, Special Services, STTOP)\nOnly answer questions you are comfortable answering. It’s okay to say, “I don’t know, but I know how to find help.” You can find more information about getting help at PVP’s website: pvp.vpul.upenn.edu\nAllow them to guide the next steps.\nUse statements such as:\nThank you for telling me. / Thank you for trusting me.\nIt’s not your fault. / You didn’t do anything to deserve this.\nI care about you and I’m here to listen or help in any way I can.\nThis must be really (hard/confusing) for you.\nI’m sorry this happened. This shouldn’t have happened to you.\n What do you need the most right now? / How can I help support you?\nAfter the disclosure: Maintain their confidentiality. You have been trusted with something very personal. This is not your story to tell. If you find yourself struggling with the details of their story, or if you’d like to talk it through with someone, Penn Violence Prevention is a confidential resource that can help you process this experience.", "resourceLink": ""}, {"_id": "000000830000000000000000", "text": "How to get support for yourself", "resultantQuestionId": null, "resourceContent": "A disclosure may bring up challenging feelings about your own lived experiences. Know that it is OK if you need to step back and refer the person to a different resource.\nSeek a confidential resource, such as Penn Violence Prevention, or therapist who can talk through your feelings if you want to.", "resourceLink": "https://www.rainn.org/TALK"}, {"_id": "000000840000000000000000", "text": "How to follow up with a friend afterwards", "resultantQuestionId": null, "resourceContent": "Show that you care about them as a friend, beyond their experience.\nCheck in periodically even if it feels like what happened occurred a long time ago.\nAsk them what they need from you, and be honest about what you can give.", "resourceLink": ""}], "isQuestion": false}, {"_id": "000000360000000000000000", "text": "Resources", "resultantAnswers": [{"_id": "000000530000000000000000", "text": "Penn Violence Prevention (on campus)", "resultantQuestionId": null, "resourceContent": "Penn Violence Prevention provides confidential options counseling and support services. Their website also features educational materials on relationship violence, sexual violence, stalking, and sexual harassment.\nContact:\nEmail: vpul-pvp@pobox.upenn.edu\nPhone: (215) 898-6081\nAddress: 3611 Locust Walk, Philadelphia, PA 19104-6222", "resourceLink": "https://pvp.universitylife.upenn.edu/"}, {"_id": "000000540000000000000000", "text": "SHAC", "resultantQuestionId": null, "resourceContent": "SHAC offers confidential counseling and a 24/7 phone line, and they only have to report if you are going to harm yourself or another person. They are not always trained to deal with sexual assault at Penn.\nContact:\nPhone (24/7 support line): 215-898-7021\nHours:\nMonday - Wednesday: 9 am – 7 pm\nThursday - Friday: 9 am – 5 pm\nSaturday: 10 am – 3 pm\nClosed on Sundays\nStudents can drop-in and meet with a clinician during regular business hours.\nSHAC can also help with referrals to external therapists.\nDisclaimer: this will not be an immediate help solution.", "resourceLink": "https://wellness.upenn.edu/student-health-and-counseling/student-health-and-counseling-counseling-services"}, {"_id": "000000830000000000000000", "text": "How to get support for yourself", "resultantQuestionId": null, "resourceContent": "A disclosure may bring up challenging feelings about your own lived experiences. Know that it is OK if you need to step back and refer the person to a different resource.\nSeek a confidential resource, such as Penn Violence Prevention, or therapist who can talk through your feelings if you want to.", "resourceLink": "https://www.rainn.org/TALK"}], "isQuestion": false}, {"_id": "000000370000000000000000", "text": "Resources", "resultantAnswers": [{"_id": "000000530000000000000000", "text": "Penn Violence Prevention (on campus)", "resultantQuestionId": null, "resourceContent": "Penn Violence Prevention provides confidential options counseling and support services. Their website also features educational materials on relationship violence, sexual violence, stalking, and sexual harassment.\nContact:\nEmail: vpul-pvp@pobox.upenn.edu\nPhone: (215) 898-6081\nAddress: 3611 Locust Walk, Philadelphia, PA 19104-6222", "resourceLink": "https://pvp.universitylife.upenn.edu/"}, {"_id": "000000540000000000000000", "text": "SHAC", "resultantQuestionId": null, "resourceContent": "SHAC offers confidential counseling and a 24/7 phone line, and they only have to report if you are going to harm yourself or another person. They are not always trained to deal with sexual assault at Penn.\nContact:\nPhone (24/7 support line): 215-898-7021\nHours:\nMonday - Wednesday: 9 am – 7 pm\nThursday - Friday: 9 am – 5 pm\nSaturday: 10 am – 3 pm\nClosed on Sundays\nStudents can drop-in and meet with a clinician during regular business hours.\nSHAC can also help with referrals to external therapists.\nDisclaimer: this will not be an immediate help solution.", "resourceLink": "https://wellness.upenn.edu/student-health-and-counseling/student-health-and-counseling-counseling-services"}, {"_id": "000000560000000000000000", "text": "Special Services (24/7) - on-campus\n\n", "resultantQuestionId": null, "resourceContent": "Comprehensive victim support for any member of the University community who has been a victim of interpersonal violence. Special Services advocates are on call 24-hours a day to provide options counseling, hospital and court accompaniment, and take formal police reports. Special Services can also provide support for students interested in filing criminal reports outside of Philadelphia. Special Services is a confidential unit and can provide support for students, staff and faculty who wish to remain anonymous.\nContact:\n24/7\nPhone: 215-898-4481 or 215-898-6600 (24/7)\nEmail (non-emergency): SpecialServices@publicsafety.upenn.edu\nAddress**: 4040 Chestnut Street, Philadelphia, PA 19104\n** While Special Services is located within the Penn Police department, they will meet with you anywhere on campus you are more comfortable. Reach out to them to schedule a meeting", "resourceLink": "https://www.publicsafety.upenn.edu/about/special-services/"}], "isQuestion": false}, {"_id": "000000380000000000000000", "text": "Resources", "resultantAnswers": [{"_id": "000000850000000000000000", "text": "Don't know", "resultantQuestionId": null, "resourceContent": "It sounds like you're not sure what your friend is looking for right now. For now, be sure to support your friend, believe them, and listen to them.\nHere are a few tips for what to say or do when you hear a disclosure:\nGive them time and space while they are talking – Silence is okay.\nRespect personal space issues and do not touch them without asking permission.\nAvoid asking “Why” questions or being investigative. You do not need to know the details of someone’s experience in order to support them.\nUse statements such as:\n-   Thank you for telling me. / Thank you for trusting me.\n-   It’s not your fault. / You didn’t do anything to deserve this.\n-   I care about you and I’m here to listen or help in any way I can.\n-   This must be really (hard/confusing) for you.\n-   I’m sorry this happened. This shouldn’t have happened to you.\n-   What do you need the most right now? / How can I help support you?\nOffer a couple of the confidential resources if they would like to speak with someone.\nOnly answer questions you are comfortable answering. It’s okay to say, “I don’t know, but I know how to find help.” You can find more information about getting help at PVP’s website: pvp.vpul.upenn.edu\nAllow them to guide the next steps.\nMaintain their confidentiality.You have been trusted with something very personal. This is not your story to tell. If you find yourself struggling with the details of their story, or if you’d like to talk it through with someone, Penn Violence Prevention is a confidential resource that can help you process this experience.", "resourceLink": ""}], "isQuestion": false}, {"_id": "000000390000000000000000", "text": "Resources", "resultantAnswers": [{"_id": "000000870000000000000000", "text": "We understand these situations can be very unsettling. To talk this through with a confidential resource, please talk to Penn Violence Prevention", "resultantQuestionId": null, "resourceContent": "This link redirects to offices that work as a team to ensure you receive appropriate accommodations and support regardless of your choice to make an official report.", "resourceLink": "https://pvp.universitylife.upenn.edu/gethelp/"}], "isQuestion": false}, {"_id": "0000003a0000000000000000", "text": "Resources", "resultantAnswers": [{"_id": "000000530000000000000000", "text": "Penn Violence Prevention (on campus)", "resultantQuestionId": null, "resourceContent": "Penn Violence Prevention provides confidential options counseling and support services. Their website also features educational materials on relationship violence, sexual violence, stalking, and sexual harassment.\nContact:\nEmail: vpul-pvp@pobox.upenn.edu\nPhone: (215) 898-6081\nAddress: 3611 Locust Walk, Philadelphia, PA 19104-6222", "resourceLink": "https://pvp.universitylife.upenn.edu/"}], "isQuestion": false}, {"_id": "0000003b0000000000000000", "text": "Resources", "resultantAnswers": [{"_id": "000000820000000000000000", "text": "How to talk to a survivor", "resultantQuestionId": null, "resourceContent": "We’re glad to see that you want to support your friend. It’s important that your friend feels validated and believed, as your initial response may determine what their healing journey looks like.\nHere are a few tips for what to say or do when you hear a disclosure:\nGive them time and space while they are talking – Silence is okay.\nRespect personal space issues and do not touch them without asking permission.\nAvoid asking “Why” questions or being investigative. You do not need to know the details of someone’s experience in order to support them.\nOffer a couple of the confidential resources if they would like to speak with someone (eg. PVP, Special Services, STTOP)\nOnly answer questions you are comfortable answering. It’s okay to say, “I don’t know, but I know how to find help.” You can find more information about getting help at PVP’s website: pvp.vpul.upenn.edu\nAllow them to guide the next steps.\nUse statements such as:\nThank you for telling me. / Thank you for trusting me.\nIt’s not your fault. / You didn’t do anything to deserve this.\nI care about you and I’m here to listen or help in any way I can.\nThis must be really (hard/confusing) for you.\nI’m sorry this happened. This shouldn’t have happened to you.\n What do you need the most right now? / How can I help support you?\nAfter the disclosure: Maintain their confidentiality. You have been trusted with something very personal. This is not your story to tell. If you find yourself struggling with the details of their story, or if you’d like to talk it through with someone, Penn Violence Prevention is a confidential resource that can help you process this experience.", "resourceLink": ""}, {"_id": "000000830000000000000000", "text": "How to get support for yourself", "resultantQuestionId": null, "resourceContent": "A disclosure may bring up challenging feelings about your own lived experiences. Know that it is OK if you need to step back and refer the person to a different resource.\nSeek a confidential resource, such as Penn Violence Prevention, or therapist who can talk through your feelings if you want to.", "resourceLink": "https://www.rainn.org/TALK"}, {"_id": "000000840000000000000000", "text": "How to follow up with a friend afterwards", "resultantQuestionId": null, "resourceContent": "Show that you care about them as a friend, beyond their experience.\nCheck in periodically even if it feels like what happened occurred a long time ago.\nAsk them what they need from you, and be honest about what you can give.", "resourceLink": ""}], "isQuestion": false}, {"_id": "0000003c0000000000000000", "text": "Resources", "resultantAnswers": [{"_id": "000000530000000000000000", "text": "Penn Violence Prevention (on campus)", "resultantQuestionId": null, "resourceContent": "Penn Violence Prevention provides confidential options counseling and support services. Their website also features educational materials on relationship violence, sexual violence, stalking, and sexual harassment.\nContact:\nEmail: vpul-pvp@pobox.upenn.edu\nPhone: (215) 898-6081\nAddress: 3611 Locust Walk, Philadelphia, PA 19104-6222", "resourceLink": "https://pvp.universitylife.upenn.edu/"}, {"_id": "000000540000000000000000", "text": "SHAC", "resultantQuestionId": null, "resourceContent": "SHAC offers confidential counseling and a 24/7 phone line, and they only have to report if you are going to harm yourself or another person. They are not always trained to deal with sexual assault at Penn.\nContact:\nPhone (24/7 support line): 215-898-7021\nHours:\nMonday - Wednesday: 9 am – 7 pm\nThursday - Friday: 9 am – 5 pm\nSaturday: 10 am – 3 pm\nClosed on Sundays\nStudents can drop-in and meet with a clinician during regular business hours.\nSHAC can also help with referrals to external therapists.\nDisclaimer: this will not be an immediate help solution.", "resourceLink": "https://wellness.upenn.edu/student-health-and-counseling/student-health-and-counseling-counseling-services"}, {"_id": "000000570000000000000000", "text": "Penn Women's Center", "resultantQuestionId": null, "resourceContent": "The Penn Women’s Center staff can assist survivors in navigating resources at Penn and in the broader community. They provide confidential options counseling at the center and guidance to friends and family of students who have experienced sexual violence.\nContact:\nEmail: vpul-pwc@pobox.upenn.edu\nAddress: 3643 Locust Walk\nPhone: 215 - 898 - 8611\nStaff Hours: 9:30am-5:30pm, Monday-Friday", "resourceLink": "https://pwc.universitylife.upenn.edu/"}, {"_id": "000000640000000000000000", "text": "Special Services", "resultantQuestionId": null, "resourceContent": "Comprehensive victim support for any member of the University community who has been a victim of interpersonal violence. Special Services advocates are on call 24-hours a day to provide options counseling, hospital and court accompaniment, and take formal police reports. Special Services can also provide support for students interested in filing criminal reports outside of Philadelphia. Special Services is a confidential unit and can provide support for students, staff and faculty who wish to remain anonymous.\nContact:\n24/7\nPhone: 215-898-4481 or 215-898-6600 (24/7)\nEmail (non-emergency): SpecialServices@publicsafety.upenn.edu\nAddress**: 4040 Chestnut Street, Philadelphia, PA 19104\nWebsite: https://www.publicsafety.upenn.edu/about/special-services/\n** While Special Services is located within the Penn Police department, they will meet with you anywhere on campus you are more comfortable. Reach out to them to schedule a meeting.", "resourceLink": "https://www.publicsafety.upenn.edu/about/special-services/"}, {"_id": "000000670000000000000000", "text": "Title IX", "resultantQuestionId": null, "resourceContent": "Title IX Office\n-The Office of the Associate Vice President (AVP) for Equity and Title IX Officer is the central intake point for all reports and complaints under the University’s Sexual Misconduct Policy. \n- Oversees investigative and non-investigative resolutions when a complaint is filed.*\n- Collaborates with campus partners to provide support and resource options (to attain no contact orders, handle rearrangement of classes/dorm rooms, etc) and external resources (to pursue criminal reports with the District Attorney, Office for Civil Rights of the US Department of Education, etc).\n*The Title IX Officer will honor a complainant’s request not to proceed with a complaint investigation. The only exception would be in the instance that the Title IX Officer has made a fact-specific determination that the conduct as alleged presents an imminent and serious threat to the health or safety of a complainant, another person or prevents the University from ensuring equal access based on sex to its education program or activity. Before initiating a complaint the Title IX Officer must notify the complainant.\nContact:\nMichele Rovinsky-Mayer, AVP & Title IX Officer\nEmail: titleIXofficer@upenn.edu Phone (M-F 9-5 PM): (215) 898-2887\nAddress: 3901 Walnut Street, Suite 320, Philadelphia, PA 19104-3682", "resourceLink": "https://titleixoffice.upenn.edu"}, {"_id": "000000690000000000000000", "text": "Anonymous report (215-PCOMPLY)", "resultantQuestionId": null, "resourceContent": "Anonymous reports of violations of the University’s Sexual Misconduct Policy can be made through the University’s 215-P-COMPLY line by dialing 215-P-COMPLY (215-726-6759) or by submitting a report via the 215-P-COMPLY web portal\n\nNote: Please remember to write down your login information because you will need it to access your report and incoming messages.\nThe PCOMPLY system will not notify you of new messages.\nIf you wish to learn about resources or updates to the process, you must log back into the portal at EthicsPoint.", "resourceLink": "http://www.upenn.edu/215pcomply"}, {"_id": "000000960000000000000000", "text": "Other Resources ", "resultantQuestionId": null, "resourceContent": "Other Penn Confidential Resources: \nStudent Intervention Services (SIS): (215) 898-6081\nLGBT Center: (215)898-5044\nPenn Police: (215) 898-7297\nRestorative Practices at Penn: 215-746-9332\nAfrican-American Resource Center: (215) 898-0104\nOMBUDS: (215) 898-6993\nEXTERNAL Resources:\nWOAR Philly: (215) 985-3315", "resourceLink": ""}], "isQuestion": false}, {"_id": "0000003d0000000000000000", "text": "Resources", "resultantAnswers": [{"_id": "000000820000000000000000", "text": "How to talk to a survivor", "resultantQuestionId": null, "resourceContent": "We’re glad to see that you want to support your friend. It’s important that your friend feels validated and believed, as your initial response may determine what their healing journey looks like.\nHere are a few tips for what to say or do when you hear a disclosure:\nGive them time and space while they are talking – Silence is okay.\nRespect personal space issues and do not touch them without asking permission.\nAvoid asking “Why” questions or being investigative. You do not need to know the details of someone’s experience in order to support them.\nOffer a couple of the confidential resources if they would like to speak with someone (eg. PVP, Special Services, STTOP)\nOnly answer questions you are comfortable answering. It’s okay to say, “I don’t know, but I know how to find help.” You can find more information about getting help at PVP’s website: pvp.vpul.upenn.edu\nAllow them to guide the next steps.\nUse statements such as:\nThank you for telling me. / Thank you for trusting me.\nIt’s not your fault. / You didn’t do anything to deserve this.\nI care about you and I’m here to listen or help in any way I can.\nThis must be really (hard/confusing) for you.\nI’m sorry this happened. This shouldn’t have happened to you.\n What do you need the most right now? / How can I help support you?\nAfter the disclosure: Maintain their confidentiality. You have been trusted with something very personal. This is not your story to tell. If you find yourself struggling with the details of their story, or if you’d like to talk it through with someone, Penn Violence Prevention is a confidential resource that can help you process this experience.", "resourceLink": ""}, {"_id": "000000830000000000000000", "text": "How to get support for yourself", "resultantQuestionId": null, "resourceContent": "A disclosure may bring up challenging feelings about your own lived experiences. Know that it is OK if you need to step back and refer the person to a different resource.\nSeek a confidential resource, such as Penn Violence Prevention, or therapist who can talk through your feelings if you want to.", "resourceLink": "https://www.rainn.org/TALK"}, {"_id": "000000840000000000000000", "text": "How to follow up with a friend afterwards", "resultantQuestionId": null, "resourceContent": "Show that you care about them as a friend, beyond their experience.\nCheck in periodically even if it feels like what happened occurred a long time ago.\nAsk them what they need from you, and be honest about what you can give.", "resourceLink": ""}], "isQuestion": false}, {"_id": "0000003e0000000000000000", "text": "Resources", "resultantAnswers": [{"_id": "000000880000000000000000", "text": "Active Bystander", "resultantQuestionId": null, "resourceContent": "The first step is to recognize that harm is occurring. If something feels off or unsafe, it probably is- trust your gut instinct. If you think someone is being harmed/about to be harmed, intervene in a way that feels safest for you. That could look like distracting those involved, delegating to friends or resources, or directly intervening. We recommend reaching out to PVP to take a Bystander Intervention Workshop.", "resourceLink": ""}], "isQuestion": false}, {"_id": "0000003f0000000000000000", "text": "Resources", "resultantAnswers": [{"_id": "0000008b0000000000000000", "text": "Acknowledging Harm", "resultantQuestionId": null, "resourceContent": "It can be very difficult to know what to do when a friend or classmate discloses to you that they have caused harm. Remember in this moment that though you have been entrusted with this information, it is not on you to meet all of the needs of the individuals and the community – your responsibility is to do what is within your capacity to keep yourself and your community safe. It is very appropriate to seek out supportive resources – you do not need to handle this situation on your own.\nAcknowledging that something one that has said or done has caused harm is the first stage of the larger process of accountability, and can, with support, lead to healing and repair. Accountability is difficult and complex, and Restorative Practices @ Penn (RP@P) can be a supportive confidential space during that process.", "resourceLink": ""}], "isQuestion": false}, {"_id": "000000400000000000000000", "text": "Resources", "resultantAnswers": [{"_id": "000000820000000000000000", "text": "How to talk to a survivor", "resultantQuestionId": null, "resourceContent": "We’re glad to see that you want to support your friend. It’s important that your friend feels validated and believed, as your initial response may determine what their healing journey looks like.\nHere are a few tips for what to say or do when you hear a disclosure:\nGive them time and space while they are talking – Silence is okay.\nRespect personal space issues and do not touch them without asking permission.\nAvoid asking “Why” questions or being investigative. You do not need to know the details of someone’s experience in order to support them.\nOffer a couple of the confidential resources if they would like to speak with someone (eg. PVP, Special Services, STTOP)\nOnly answer questions you are comfortable answering. It’s okay to say, “I don’t know, but I know how to find help.” You can find more information about getting help at PVP’s website: pvp.vpul.upenn.edu\nAllow them to guide the next steps.\nUse statements such as:\nThank you for telling me. / Thank you for trusting me.\nIt’s not your fault. / You didn’t do anything to deserve this.\nI care about you and I’m here to listen or help in any way I can.\nThis must be really (hard/confusing) for you.\nI’m sorry this happened. This shouldn’t have happened to you.\n What do you need the most right now? / How can I help support you?\nAfter the disclosure: Maintain their confidentiality. You have been trusted with something very personal. This is not your story to tell. If you find yourself struggling with the details of their story, or if you’d like to talk it through with someone, Penn Violence Prevention is a confidential resource that can help you process this experience.", "resourceLink": ""}, {"_id": "000000830000000000000000", "text": "How to get support for yourself", "resultantQuestionId": null, "resourceContent": "A disclosure may bring up challenging feelings about your own lived experiences. Know that it is OK if you need to step back and refer the person to a different resource.\nSeek a confidential resource, such as Penn Violence Prevention, or therapist who can talk through your feelings if you want to.", "resourceLink": "https://www.rainn.org/TALK"}, {"_id": "000000840000000000000000", "text": "How to follow up with a friend afterwards", "resultantQuestionId": null, "resourceContent": "Show that you care about them as a friend, beyond their experience.\nCheck in periodically even if it feels like what happened occurred a long time ago.\nAsk them what they need from you, and be honest about what you can give.", "resourceLink": ""}, {"_id": "0000008a0000000000000000", "text": "Student Groups on Campus that Support Survivors", "resultantQuestionId": null, "resourceContent": "Abuse and Sexual Assault Prevention: ASAP is a group of undergraduate and graduate students dedicated to raising awareness about sexual violence on campus. They host discussions, speaker events, documentary screenings, and other events to increase conversation about consent and survivor resources at Penn. In the spring, ASAP plans and sponsors Take Back The Night, a campus-wide protest of sexual violence and a survivor vigil. For more information visit:\nPAVE: PAVE stands for Penn Anti-Violence Educators. PAVE members are committed students who are trained to facilitate workshops to their peers about the important role bystanders can play in ending sexual and relationship violence on campus. PAVE students work in teams to facilitate these workshops to a diverse range of groups and communities across campus.\nReach-A-Peer Helpline: RAP-Line is a peer helpline established by Penn students to provide peer support, information, and referrals. It is open to all students who wish to share a problem, are in need of information, or just want to talk to someone anonymously and confidentially. The service is run by trained student volunteers who have an awareness of campus resources and skills in active listening techniques. Volunteers acknowledge that they are not professional counselors, but rather peers who provide a warm, safe, unbiased, and supportive environment conducive to self-help. RAP-Line is a stepping-stone in serving the Penn community. The phone call is free, anonymous, and confidential. RAP-Line is not a crisis-intervention line. For more information visit: https://pennclubs.com/club/rapline\nPenn V-Day: Penn V-Day is one of the largest and most successful social justice movements on campus. Beginning in 2019, Penn V-Day is no longer putting on a production of the Vagina Monologues and is instead building a brand new set of monologues, written and performed by the Penn community called Penn Monologues. The show asks for students’ complexities, aspirations, and revelations to truly embody their mission of uplifting marginalized voices in this movement.", "resourceLink": "https://pvp.universitylife.upenn.edu/student-groups/"}], "isQuestion": false}, {"_id": "000000410000000000000000", "text": "Resources", "resultantAnswers": [{"_id": "000000500000000000000000", "text": "What consent is:\n", "resultantQuestionId": null, "resourceContent": "Consent is an affirmative decision to engage in mutually agreed upon activity and is given by clear words or actions.\nConsent is informed, which means that you know exactly what activity/activities you are consenting to, and the circumstances surrounding that activity. For example, you may want to ask your partner's STI status before engaging in sexual activity with them.\nConsent is enthusiastic, ongoing, and revocable.\nConsent is non coercive. For example, you should not feel pressured by age, status, position, etc. to engage in this activity.\nConsent is not limited to sexual interactions, and should exist in all relationships.", "resourceLink": ""}, {"_id": "000000510000000000000000", "text": "What consent is not:\n", "resultantQuestionId": null, "resourceContent": "Consent may not be inferred from silence, passivity or lack of resistance alone.\nFurthermore, consent to one form of sexual activity does not imply consent to other forms of sexual activity and the existence of a current or previous dating, marital or sexual relationship is not sufficient to constitute consent to additional sexual activity.\nFor example, just because people hook up once, doesn't mean that they consent to a second time. Also, consent to one form of intimacy doesn't mean consent to all forms (eg. you might consent to kissing but not sex).", "resourceLink": ""}, {"_id": "000000520000000000000000", "text": "Who cannot consent:", "resultantQuestionId": null, "resourceContent": "Assent shall not constitute consent if it is given by a person who, because of youth, disability, intoxication or other condition, is unable to lawfully consent.\nAge of consent in Pennsylvania is 16. Teens between the ages of 13 and 15 cannot consent to sexual activity with anyone who is four or more years older than them. Individuals under the age of 13 cannot consent.\nSome signs that someone could possibly be incapacitated and therefore unable to consent due to drugs or alcohol include:\n- slurring words\n- unable to remember or understand how they got from point A to point B\n- memory loss\n- throwing up\n- passed out\n- unable to walk\nIf you are noticing these signs in someone you need to stop and check-in with them.", "resourceLink": ""}], "isQuestion": false}, {"_id": "000000420000000000000000", "text": "Resources", "resultantAnswers": [{"_id": "0000008b0000000000000000", "text": "Acknowledging Harm", "resultantQuestionId": null, "resourceContent": "It can be very difficult to know what to do when a friend or classmate discloses to you that they have caused harm. Remember in this moment that though you have been entrusted with this information, it is not on you to meet all of the needs of the individuals and the community – your responsibility is to do what is within your capacity to keep yourself and your community safe. It is very appropriate to seek out supportive resources – you do not need to handle this situation on your own.\nAcknowledging that something one that has said or done has caused harm is the first stage of the larger process of accountability, and can, with support, lead to healing and repair. Accountability is difficult and complex, and Restorative Practices @ Penn (RP@P) can be a supportive confidential space during that process.", "resourceLink": ""}, {"_id": "0000008e0000000000000000", "text": "In the case the person who caused harm wants to disclose that they caused harm", "resultantQuestionId": null, "resourceContent": "Being a good supporter can look like supporting accountability.\nThey are not defined by what they did. At the same time, share that what they did was wrong and that they are responsible to be accountable for the impact of their actions\nYou are not the arbiter of truth, and you can support healing and accountability without needing to hold the entire hurt\nRemember the harmed person’s needs and wishes when deciding how you want to proceed with your friend", "resourceLink": ""}, {"_id": "000000570000000000000000", "text": "Penn Women's Center", "resultantQuestionId": null, "resourceContent": "The Penn Women’s Center staff can assist survivors in navigating resources at Penn and in the broader community. They provide confidential options counseling at the center and guidance to friends and family of students who have experienced sexual violence.\nContact:\nEmail: vpul-pwc@pobox.upenn.edu\nAddress: 3643 Locust Walk\nPhone: 215 - 898 - 8611\nStaff Hours: 9:30am-5:30pm, Monday-Friday", "resourceLink": "https://pwc.universitylife.upenn.edu/"}, {"_id": "0000008c0000000000000000", "text": "LGBT center\n", "resultantQuestionId": null, "resourceContent": "The LGBT Center is a confidential resource and will refer you to another resource if you wish to make a complaint or file a report, but doesn’t have a direct resource for reporting sexual violence.\nContact:\nPhone: 215-898-5044\nEmail: ecross@upenn.edu\nAddress: 3907 Spruce St, Philadelphia, PA 19104", "resourceLink": "https://lgbtc.vpul.upenn.edu/"}, {"_id": "0000008d0000000000000000", "text": "RP@P, Office of Student Conduct Restorative Justice Practice", "resultantQuestionId": null, "resourceContent": "Restorative Practices @ Penn\nIn situations of interpersonal harm, RP@P can provide safe, confidential, supportive resources to help the harmed party access healing and support, and for the responsible party to work toward accountability and repair. If the survivor and perpetrator agree, Restorative Practices can facilitate group or shuttled mediation.\nContact:\nEmail: pcerdera@upenn.edu\nAddress: 3440 Market St., Suite 400, Philadelphia, PA 19104", "resourceLink": "https://csa.upenn.edu/restorative-practices-penn"}, {"_id": "000000540000000000000000", "text": "SHAC", "resultantQuestionId": null, "resourceContent": "SHAC offers confidential counseling and a 24/7 phone line, and they only have to report if you are going to harm yourself or another person. They are not always trained to deal with sexual assault at Penn.\nContact:\nPhone (24/7 support line): 215-898-7021\nHours:\nMonday - Wednesday: 9 am – 7 pm\nThursday - Friday: 9 am – 5 pm\nSaturday: 10 am – 3 pm\nClosed on Sundays\nStudents can drop-in and meet with a clinician during regular business hours.\nSHAC can also help with referrals to external therapists.\nDisclaimer: this will not be an immediate help solution.", "resourceLink": "https://wellness.upenn.edu/student-health-and-counseling/student-health-and-counseling-counseling-services"}, {"_id": "000000560000000000000000", "text": "Special Services (24/7) - on-campus\n\n", "resultantQuestionId": null, "resourceContent": "Comprehensive victim support for any member of the University community who has been a victim of interpersonal violence. Special Services advocates are on call 24-hours a day to provide options counseling, hospital and court accompaniment, and take formal police reports. Special Services can also provide support for students interested in filing criminal reports outside of Philadelphia. Special Services is a confidential unit and can provide support for students, staff and faculty who wish to remain anonymous.\nContact:\n24/7\nPhone: 215-898-4481 or 215-898-6600 (24/7)\nEmail (non-emergency): SpecialServices@publicsafety.upenn.edu\nAddress**: 4040 Chestnut Street, Philadelphia, PA 19104\n** While Special Services is located within the Penn Police department, they will meet with you anywhere on campus you are more comfortable. Reach out to them to schedule a meeting", "resourceLink": "https://www.publicsafety.upenn.edu/about/special-services/"}], "isQuestion": false}, {"_id": "000000430000000000000000", "text": "Resources", "resultantAnswers": [{"_id": "0000008b0000000000000000", "text": "Acknowledging Harm", "resultantQuestionId": null, "resourceContent": "It can be very difficult to know what to do when a friend or classmate discloses to you that they have caused harm. Remember in this moment that though you have been entrusted with this information, it is not on you to meet all of the needs of the individuals and the community – your responsibility is to do what is within your capacity to keep yourself and your community safe. It is very appropriate to seek out supportive resources – you do not need to handle this situation on your own.\nAcknowledging that something one that has said or done has caused harm is the first stage of the larger process of accountability, and can, with support, lead to healing and repair. Accountability is difficult and complex, and Restorative Practices @ Penn (RP@P) can be a supportive confidential space during that process.", "resourceLink": ""}, {"_id": "0000008e0000000000000000", "text": "In the case the person who caused harm wants to disclose that they caused harm", "resultantQuestionId": null, "resourceContent": "Being a good supporter can look like supporting accountability.\nThey are not defined by what they did. At the same time, share that what they did was wrong and that they are responsible to be accountable for the impact of their actions\nYou are not the arbiter of truth, and you can support healing and accountability without needing to hold the entire hurt\nRemember the harmed person’s needs and wishes when deciding how you want to proceed with your friend", "resourceLink": ""}, {"_id": "000000570000000000000000", "text": "Penn Women's Center", "resultantQuestionId": null, "resourceContent": "The Penn Women’s Center staff can assist survivors in navigating resources at Penn and in the broader community. They provide confidential options counseling at the center and guidance to friends and family of students who have experienced sexual violence.\nContact:\nEmail: vpul-pwc@pobox.upenn.edu\nAddress: 3643 Locust Walk\nPhone: 215 - 898 - 8611\nStaff Hours: 9:30am-5:30pm, Monday-Friday", "resourceLink": "https://pwc.universitylife.upenn.edu/"}, {"_id": "0000008c0000000000000000", "text": "LGBT center\n", "resultantQuestionId": null, "resourceContent": "The LGBT Center is a confidential resource and will refer you to another resource if you wish to make a complaint or file a report, but doesn’t have a direct resource for reporting sexual violence.\nContact:\nPhone: 215-898-5044\nEmail: ecross@upenn.edu\nAddress: 3907 Spruce St, Philadelphia, PA 19104", "resourceLink": "https://lgbtc.vpul.upenn.edu/"}, {"_id": "0000008d0000000000000000", "text": "RP@P, Office of Student Conduct Restorative Justice Practice", "resultantQuestionId": null, "resourceContent": "Restorative Practices @ Penn\nIn situations of interpersonal harm, RP@P can provide safe, confidential, supportive resources to help the harmed party access healing and support, and for the responsible party to work toward accountability and repair. If the survivor and perpetrator agree, Restorative Practices can facilitate group or shuttled mediation.\nContact:\nEmail: pcerdera@upenn.edu\nAddress: 3440 Market St., Suite 400, Philadelphia, PA 19104", "resourceLink": "https://csa.upenn.edu/restorative-practices-penn"}, {"_id": "000000540000000000000000", "text": "SHAC", "resultantQuestionId": null, "resourceContent": "SHAC offers confidential counseling and a 24/7 phone line, and they only have to report if you are going to harm yourself or another person. They are not always trained to deal with sexual assault at Penn.\nContact:\nPhone (24/7 support line): 215-898-7021\nHours:\nMonday - Wednesday: 9 am – 7 pm\nThursday - Friday: 9 am – 5 pm\nSaturday: 10 am – 3 pm\nClosed on Sundays\nStudents can drop-in and meet with a clinician during regular business hours.\nSHAC can also help with referrals to external therapists.\nDisclaimer: this will not be an immediate help solution.", "resourceLink": "https://wellness.upenn.edu/student-health-and-counseling/student-health-and-counseling-counseling-services"}, {"_id": "000000560000000000000000", "text": "Special Services (24/7) - on-campus\n\n", "resultantQuestionId": null, "resourceContent": "Comprehensive victim support for any member of the University community who has been a victim of interpersonal violence. Special Services advocates are on call 24-hours a day to provide options counseling, hospital and court accompaniment, and take formal police reports. Special Services can also provide support for students interested in filing criminal reports outside of Philadelphia. Special Services is a confidential unit and can provide support for students, staff and faculty who wish to remain anonymous.\nContact:\n24/7\nPhone: 215-898-4481 or 215-898-6600 (24/7)\nEmail (non-emergency): SpecialServices@publicsafety.upenn.edu\nAddress**: 4040 Chestnut Street, Philadelphia, PA 19104\n** While Special Services is located within the Penn Police department, they will meet with you anywhere on campus you are more comfortable. Reach out to them to schedule a meeting", "resourceLink": "https://www.publicsafety.upenn.edu/about/special-services/"}], "isQuestion": false}, {"_id": "000000440000000000000000", "text": "Resources", "resultantAnswers": [{"_id": "0000008d0000000000000000", "text": "RP@P, Office of Student Conduct Restorative Justice Practice", "resultantQuestionId": null, "resourceContent": "Restorative Practices @ Penn\nIn situations of interpersonal harm, RP@P can provide safe, confidential, supportive resources to help the harmed party access healing and support, and for the responsible party to work toward accountability and repair. If the survivor and perpetrator agree, Restorative Practices can facilitate group or shuttled mediation.\nContact:\nEmail: pcerdera@upenn.edu\nAddress: 3440 Market St., Suite 400, Philadelphia, PA 19104", "resourceLink": "https://csa.upenn.edu/restorative-practices-penn"}, {"_id": "000000560000000000000000", "text": "Special Services (24/7) - on-campus\n\n", "resultantQuestionId": null, "resourceContent": "Comprehensive victim support for any member of the University community who has been a victim of interpersonal violence. Special Services advocates are on call 24-hours a day to provide options counseling, hospital and court accompaniment, and take formal police reports. Special Services can also provide support for students interested in filing criminal reports outside of Philadelphia. Special Services is a confidential unit and can provide support for students, staff and faculty who wish to remain anonymous.\nContact:\n24/7\nPhone: 215-898-4481 or 215-898-6600 (24/7)\nEmail (non-emergency): SpecialServices@publicsafety.upenn.edu\nAddress**: 4040 Chestnut Street, Philadelphia, PA 19104\n** While Special Services is located within the Penn Police department, they will meet with you anywhere on campus you are more comfortable. Reach out to them to schedule a meeting", "resourceLink": "https://www.publicsafety.upenn.edu/about/special-services/"}, {"_id": "000000630000000000000000", "text": "Penn Police", "resultantQuestionId": null, "resourceContent": "Penn Police can investigate criminal incidents occurring within the Penn patrol zone (from 30th Street to 43rd Street (east to west) and Market Street to Baltimore Avenue (north to south)), and of necessary work with the Philadelphia Police Department. You can work with Penn Police to report a criminal incident or suspicious behavior, and you can file an anonymous report through the Silent Witness Form.\nContact:\nMedical and emergency-related calls : 215-573-3333\nGeneral Information: 215-898-7297", "resourceLink": ""}, {"_id": "000000530000000000000000", "text": "Penn Violence Prevention (on campus)", "resultantQuestionId": null, "resourceContent": "Penn Violence Prevention provides confidential options counseling and support services. Their website also features educational materials on relationship violence, sexual violence, stalking, and sexual harassment.\nContact:\nEmail: vpul-pvp@pobox.upenn.edu\nPhone: (215) 898-6081\nAddress: 3611 Locust Walk, Philadelphia, PA 19104-6222", "resourceLink": "https://pvp.universitylife.upenn.edu/"}], "isQuestion": false}, {"_id": "000000450000000000000000", "text": "Resources", "resultantAnswers": [{"_id": "000000530000000000000000", "text": "Penn Violence Prevention (on campus)", "resultantQuestionId": null, "resourceContent": "Penn Violence Prevention provides confidential options counseling and support services. Their website also features educational materials on relationship violence, sexual violence, stalking, and sexual harassment.\nContact:\nEmail: vpul-pvp@pobox.upenn.edu\nPhone: (215) 898-6081\nAddress: 3611 Locust Walk, Philadelphia, PA 19104-6222", "resourceLink": "https://pvp.universitylife.upenn.edu/"}, {"_id": "000000560000000000000000", "text": "Special Services (24/7) - on-campus\n\n", "resultantQuestionId": null, "resourceContent": "Comprehensive victim support for any member of the University community who has been a victim of interpersonal violence. Special Services advocates are on call 24-hours a day to provide options counseling, hospital and court accompaniment, and take formal police reports. Special Services can also provide support for students interested in filing criminal reports outside of Philadelphia. Special Services is a confidential unit and can provide support for students, staff and faculty who wish to remain anonymous.\nContact:\n24/7\nPhone: 215-898-4481 or 215-898-6600 (24/7)\nEmail (non-emergency): SpecialServices@publicsafety.upenn.edu\nAddress**: 4040 Chestnut Street, Philadelphia, PA 19104\n** While Special Services is located within the Penn Police department, they will meet with you anywhere on campus you are more comfortable. Reach out to them to schedule a meeting", "resourceLink": "https://www.publicsafety.upenn.edu/about/special-services/"}], "isQuestion": false}]